[
    {
        "article_number": "1",
        "title": "Art1",
        "content": "(1) Die Würde des Menschen ist unantastbar. Sie zu achten und zu schützen ist\nVerpflichtung aller staatlichen Gewalt.\n(2) Das Deutsche Volk bekennt sich darum zu unverletzlichen und unveräußerlichen\nMenschenrechten als Grundlage jeder menschlichen Gemeinschaft, des Friedens und der\nGerechtigkeit in der Welt.\n(3) Die nachfolgenden Grundrechte binden Gesetzgebung, vollziehende Gewalt und\nRechtsprechung als unmittelbar geltendes Recht.",
        "references": []
    },
    {
        "article_number": "2",
        "title": "Art2",
        "content": "(1) Jeder hat das Recht auf die freie Entfaltung seiner Persönlichkeit, soweit er\nnicht die Rechte anderer verletzt und nicht gegen die verfassungsmäßige Ordnung oder\ndas Sittengesetz verstößt.\n(2) Jeder hat das Recht auf Leben und körperliche Unversehrtheit. Die Freiheit der\nPerson ist unverletzlich. In diese Rechte darf nur auf Grund eines Gesetzes\neingegriffen werden.",
        "references": []
    },
    {
        "article_number": "3",
        "title": "Art3",
        "content": "(1) Alle Menschen sind vor dem Gesetz gleich.\n(2) Männer und Frauen sind gleichberechtigt. Der Staat fördert die tatsächliche\nDurchsetzung der Gleichberechtigung von Frauen und Männern und wirkt auf die\nBeseitigung bestehender Nachteile hin.\n(3) Niemand darf wegen seines Geschlechtes, seiner Abstammung, seiner Rasse, seiner\nSprache, seiner Heimat und Herkunft, seines Glaubens, seiner religiösen oder\npolitischen Anschauungen benachteiligt oder bevorzugt werden. Niemand darf wegen\nseiner Behinderung benachteiligt werden.",
        "references": []
    },
    {
        "article_number": "4",
        "title": "Art4",
        "content": "(1) Die Freiheit des Glaubens, des Gewissens und die Freiheit des religiösen und\nweltanschaulichen Bekenntnisses sind unverletzlich.\n(2) Die ungestörte Religionsausübung wird gewährleistet.\n(3) Niemand darf gegen sein Gewissen zum Kriegsdienst mit der Waffe gezwungen werden.\nDas Nähere regelt ein Bundesgesetz.",
        "references": []
    },
    {
        "article_number": "5",
        "title": "Art5",
        "content": "(1) Jeder hat das Recht, seine Meinung in Wort, Schrift und Bild frei zu äußern und\nzu verbreiten und sich aus allgemein zugänglichen Quellen ungehindert zu\nunterrichten. Die Pressefreiheit und die Freiheit der Berichterstattung durch\nRundfunk und Film werden gewährleistet. Eine Zensur findet nicht statt.\n(2) Diese Rechte finden ihre Schranken in den Vorschriften der allgemeinen Gesetze,\nden gesetzlichen Bestimmungen zum Schutze der Jugend und in dem Recht der\npersönlichen Ehre.\n(3) Kunst und Wissenschaft, Forschung und Lehre sind frei. Die Freiheit der Lehre\nentbindet nicht von der Treue zur Verfassung.",
        "references": []
    },
    {
        "article_number": "6",
        "title": "Art6",
        "content": "(1) Ehe und Familie stehen unter dem besonderen Schutze der staatlichen Ordnung.\n(2) Pflege und Erziehung der Kinder sind das natürliche Recht der Eltern und die\nzuvörderst ihnen obliegende Pflicht. Über ihre Betätigung wacht die staatliche\nGemeinschaft.\n(3) Gegen den Willen der Erziehungsberechtigten dürfen Kinder nur auf Grund eines\nGesetzes von der Familie getrennt werden, wenn die Erziehungsberechtigten versagen\noder wenn die Kinder aus anderen Gründen zu verwahrlosen drohen.\n(4) Jede Mutter hat Anspruch auf den Schutz und die Fürsorge der Gemeinschaft.\n(5) Den unehelichen Kindern sind durch die Gesetzgebung die gleichen Bedingungen für\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 3\n\nihre leibliche und seelische Entwicklung und ihre Stellung in der Gesellschaft zu\nschaffen wie den ehelichen Kindern.",
        "references": []
    },
    {
        "article_number": "7",
        "title": "Art7",
        "content": "(1) Das gesamte Schulwesen steht unter der Aufsicht des Staates.\n(2) Die Erziehungsberechtigten haben das Recht, über die Teilnahme des Kindes am\nReligionsunterricht zu bestimmen.\n(3) Der Religionsunterricht ist in den öffentlichen Schulen mit Ausnahme der\nbekenntnisfreien Schulen ordentliches Lehrfach. Unbeschadet des staatlichen\nAufsichtsrechtes wird der Religionsunterricht in Übereinstimmung mit den Grundsätzen\nder Religionsgemeinschaften erteilt. Kein Lehrer darf gegen seinen Willen\nverpflichtet werden, Religionsunterricht zu erteilen.\n(4) Das Recht zur Errichtung von privaten Schulen wird gewährleistet. Private Schulen\nals Ersatz für öffentliche Schulen bedürfen der Genehmigung des Staates und\nunterstehen den Landesgesetzen. Die Genehmigung ist zu erteilen, wenn die privaten\nSchulen in ihren Lehrzielen und Einrichtungen sowie in der wissenschaftlichen\nAusbildung ihrer Lehrkräfte nicht hinter den öffentlichen Schulen zurückstehen und\neine Sonderung der Schüler nach den Besitzverhältnissen der Eltern nicht gefördert\nwird. Die Genehmigung ist zu versagen, wenn die wirtschaftliche und rechtliche\nStellung der Lehrkräfte nicht genügend gesichert ist.\n(5) Eine private Volksschule ist nur zuzulassen, wenn die Unterrichtsverwaltung ein\nbesonderes pädagogisches Interesse anerkennt oder, auf Antrag von\nErziehungsberechtigten, wenn sie als Gemeinschaftsschule, als Bekenntnis- oder\nWeltanschauungsschule errichtet werden soll und eine öffentliche Volksschule dieser\nArt in der Gemeinde nicht besteht.\n(6) Vorschulen bleiben aufgehoben.",
        "references": []
    },
    {
        "article_number": "8",
        "title": "Art8",
        "content": "(1) Alle Deutschen haben das Recht, sich ohne Anmeldung oder Erlaubnis friedlich und\nohne Waffen zu versammeln.\n(2) Für Versammlungen unter freiem Himmel kann dieses Recht durch Gesetz oder auf\nGrund eines Gesetzes beschränkt werden.",
        "references": []
    },
    {
        "article_number": "9",
        "title": "Art9",
        "content": "(1) Alle Deutschen haben das Recht, Vereine und Gesellschaften zu bilden.\n(2) Vereinigungen, deren Zwecke oder deren Tätigkeit den Strafgesetzen zuwiderlaufen\noder die sich gegen die verfassungsmäßige Ordnung oder gegen den Gedanken der\nVölkerverständigung richten, sind verboten.\n(3) Das Recht, zur Wahrung und Förderung der Arbeits- und Wirtschaftsbedingungen\nVereinigungen zu bilden, ist für jedermann und für alle Berufe gewährleistet.\nAbreden, die dieses Recht einschränken oder zu behindern suchen, sind nichtig,\nhierauf gerichtete Maßnahmen sind rechtswidrig. Maßnahmen nach den Artikeln 12a, 35\nAbs. 2 und 3, Artikel 87a Abs. 4 und Artikel 91 dürfen sich nicht gegen Arbeitskämpfe\nrichten, die zur Wahrung und Förderung der Arbeits- und Wirtschaftsbedingungen von\nVereinigungen im Sinne des Satzes 1 geführt werden.",
        "references": [
            "12a",
            "87a",
            "91",
            "35"
        ]
    },
    {
        "article_number": "10",
        "title": "Art10",
        "content": "(1) Das Briefgeheimnis sowie das Post- und Fernmeldegeheimnis sind unverletzlich.\n(2) Beschränkungen dürfen nur auf Grund eines Gesetzes angeordnet werden. Dient die\nBeschränkung dem Schutze der freiheitlichen demokratischen Grundordnung oder des\nBestandes oder der Sicherung des Bundes oder eines Landes, so kann das Gesetz\nbestimmen, daß sie dem Betroffenen nicht mitgeteilt wird und daß an die Stelle des\nRechtsweges die Nachprüfung durch von der Volksvertretung bestellte Organe und\nHilfsorgane tritt.",
        "references": []
    },
    {
        "article_number": "11",
        "title": "Art11",
        "content": "(1) Alle Deutschen genießen Freizügigkeit im ganzen Bundesgebiet.\n(2) Dieses Recht darf nur durch Gesetz oder auf Grund eines Gesetzes und nur für die\nFälle eingeschränkt werden, in denen eine ausreichende Lebensgrundlage nicht\nvorhanden ist und der Allgemeinheit daraus besondere Lasten entstehen würden oder in\ndenen es zur Abwehr einer drohenden Gefahr für den Bestand oder die freiheitliche\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 4\n\ndemokratische Grundordnung des Bundes oder eines Landes, zur Bekämpfung von\nSeuchengefahr, Naturkatastrophen oder besonders schweren Unglücksfällen, zum Schutze\nder Jugend vor Verwahrlosung oder um strafbaren Handlungen vorzubeugen, erforderlich\nist.",
        "references": []
    },
    {
        "article_number": "12",
        "title": "Art12",
        "content": "(1) Alle Deutschen haben das Recht, Beruf, Arbeitsplatz und Ausbildungsstätte frei zu\nwählen. Die Berufsausübung kann durch Gesetz oder auf Grund eines Gesetzes geregelt\nwerden.\n(2) Niemand darf zu einer bestimmten Arbeit gezwungen werden, außer im Rahmen einer\nherkömmlichen allgemeinen, für alle gleichen öffentlichen Dienstleistungspflicht.\n(3) Zwangsarbeit ist nur bei einer gerichtlich angeordneten Freiheitsentziehung\nzulässig.",
        "references": []
    },
    {
        "article_number": "12a",
        "title": "Art12a",
        "content": "(1) Männer können vom vollendeten achtzehnten Lebensjahr an zum Dienst in den\nStreitkräften, im Bundesgrenzschutz oder in einem Zivilschutzverband verpflichtet\nwerden.\n(2) Wer aus Gewissensgründen den Kriegsdienst mit der Waffe verweigert, kann zu einem\nErsatzdienst verpflichtet werden. Die Dauer des Ersatzdienstes darf die Dauer des\nWehrdienstes nicht übersteigen. Das Nähere regelt ein Gesetz, das die Freiheit der\nGewissensentscheidung nicht beeinträchtigen darf und auch eine Möglichkeit des\nErsatzdienstes vorsehen muß, die in keinem Zusammenhang mit den Verbänden der\nStreitkräfte und des Bundesgrenzschutzes steht.\n(3) Wehrpflichtige, die nicht zu einem Dienst nach Absatz 1 oder 2 herangezogen sind,\nkönnen im Verteidigungsfalle durch Gesetz oder auf Grund eines Gesetzes zu zivilen\nDienstleistungen für Zwecke der Verteidigung einschließlich des Schutzes der\nZivilbevölkerung in Arbeitsverhältnisse verpflichtet werden; Verpflichtungen in\nöffentlich-rechtliche Dienstverhältnisse sind nur zur Wahrnehmung polizeilicher\nAufgaben oder solcher hoheitlichen Aufgaben der öffentlichen Verwaltung, die nur in\neinem öffentlich-rechtlichen Dienstverhältnis erfüllt werden können, zulässig.\nArbeitsverhältnisse nach Satz 1 können bei den Streitkräften, im Bereich ihrer\nVersorgung sowie bei der öffentlichen Verwaltung begründet werden; Verpflichtungen in\nArbeitsverhältnisse im Bereiche der Versorgung der Zivilbevölkerung sind nur\nzulässig, um ihren lebensnotwendigen Bedarf zu decken oder ihren Schutz\nsicherzustellen.\n(4) Kann im Verteidigungsfalle der Bedarf an zivilen Dienstleistungen im zivilen\nSanitäts- und Heilwesen sowie in der ortsfesten militärischen Lazarettorganisation\nnicht auf freiwilliger Grundlage gedeckt werden, so können Frauen vom vollendeten\nachtzehnten bis zum vollendeten fünfundfünfzigsten Lebensjahr durch Gesetz oder auf\nGrund eines Gesetzes zu derartigen Dienstleistungen herangezogen werden. Sie dürfen\nauf keinen Fall zum Dienst mit der Waffe verpflichtet werden.\n(5) Für die Zeit vor dem Verteidigungsfalle können Verpflichtungen nach Absatz 3 nur\nnach Maßgabe des Artikels 80a Abs. 1 begründet werden. Zur Vorbereitung auf\nDienstleistungen nach Absatz 3, für die besondere Kenntnisse oder Fertigkeiten\nerforderlich sind, kann durch Gesetz oder auf Grund eines Gesetzes die Teilnahme an\nAusbildungsveranstaltungen zur Pflicht gemacht werden. Satz 1 findet insoweit keine\nAnwendung.\n(6) Kann im Verteidigungsfalle der Bedarf an Arbeitskräften für die in Absatz 3 Satz\n2 genannten Bereiche auf freiwilliger Grundlage nicht gedeckt werden, so kann zur\nSicherung dieses Bedarfs die Freiheit der Deutschen, die Ausübung eines Berufs oder\nden Arbeitsplatz aufzugeben, durch Gesetz oder auf Grund eines Gesetzes eingeschränkt\nwerden. Vor Eintritt des Verteidigungsfalles gilt Absatz 5 Satz 1 entsprechend.",
        "references": [
            "80a"
        ]
    },
    {
        "article_number": "13",
        "title": "Art13",
        "content": "(1) Die Wohnung ist unverletzlich.\n(2) Durchsuchungen dürfen nur durch den Richter, bei Gefahr im Verzuge auch durch die\nin den Gesetzen vorgesehenen anderen Organe angeordnet und nur in der dort\nvorgeschriebenen Form durchgeführt werden.\n(3) Begründen bestimmte Tatsachen den Verdacht, daß jemand eine durch Gesetz einzeln\nbestimmte besonders schwere Straftat begangen hat, so dürfen zur Verfolgung der Tat\nauf Grund richterlicher Anordnung technische Mittel zur akustischen Überwachung von\nWohnungen, in denen der Beschuldigte sich vermutlich aufhält, eingesetzt werden, wenn\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 5\n\ndie Erforschung des Sachverhalts auf andere Weise unverhältnismäßig erschwert oder\naussichtslos wäre. Die Maßnahme ist zu befristen. Die Anordnung erfolgt durch einen\nmit drei Richtern besetzten Spruchkörper. Bei Gefahr im Verzuge kann sie auch durch\neinen einzelnen Richter getroffen werden.\n(4) Zur Abwehr dringender Gefahren für die öffentliche Sicherheit, insbesondere einer\ngemeinen Gefahr oder einer Lebensgefahr, dürfen technische Mittel zur Überwachung von\nWohnungen nur auf Grund richterlicher Anordnung eingesetzt werden. Bei Gefahr im\nVerzuge kann die Maßnahme auch durch eine andere gesetzlich bestimmte Stelle\nangeordnet werden; eine richterliche Entscheidung ist unverzüglich nachzuholen.\n(5) Sind technische Mittel ausschließlich zum Schutze der bei einem Einsatz in\nWohnungen tätigen Personen vorgesehen, kann die Maßnahme durch eine gesetzlich\nbestimmte Stelle angeordnet werden. Eine anderweitige Verwertung der hierbei\nerlangten Erkenntnisse ist nur zum Zwecke der Strafverfolgung oder der Gefahrenabwehr\nund nur zulässig, wenn zuvor die Rechtmäßigkeit der Maßnahme richterlich festgestellt\nist; bei Gefahr im Verzuge ist die richterliche Entscheidung unverzüglich\nnachzuholen.\n(6) Die Bundesregierung unterrichtet den Bundestag jährlich über den nach Absatz 3\nsowie über den im Zuständigkeitsbereich des Bundes nach Absatz 4 und, soweit\nrichterlich überprüfungsbedürftig, nach Absatz 5 erfolgten Einsatz technischer\nMittel. Ein vom Bundestag gewähltes Gremium übt auf der Grundlage dieses Berichts die\nparlamentarische Kontrolle aus. Die Länder gewährleisten eine gleichwertige\nparlamentarische Kontrolle.\n(7) Eingriffe und Beschränkungen dürfen im übrigen nur zur Abwehr einer gemeinen\nGefahr oder einer Lebensgefahr für einzelne Personen, auf Grund eines Gesetzes auch\nzur Verhütung dringender Gefahren für die öffentliche Sicherheit und Ordnung,\ninsbesondere zur Behebung der Raumnot, zur Bekämpfung von Seuchengefahr oder zum\nSchutze gefährdeter Jugendlicher vorgenommen werden.",
        "references": []
    },
    {
        "article_number": "14",
        "title": "Art14",
        "content": "(1) Das Eigentum und das Erbrecht werden gewährleistet. Inhalt und Schranken werden\ndurch die Gesetze bestimmt.\n(2) Eigentum verpflichtet. Sein Gebrauch soll zugleich dem Wohle der Allgemeinheit\ndienen.\n(3) Eine Enteignung ist nur zum Wohle der Allgemeinheit zulässig. Sie darf nur durch\nGesetz oder auf Grund eines Gesetzes erfolgen, das Art und Ausmaß der Entschädigung\nregelt. Die Entschädigung ist unter gerechter Abwägung der Interessen der\nAllgemeinheit und der Beteiligten zu bestimmen. Wegen der Höhe der Entschädigung\nsteht im Streitfalle der Rechtsweg vor den ordentlichen Gerichten offen.",
        "references": []
    },
    {
        "article_number": "15",
        "title": "Art15",
        "content": "Grund und Boden, Naturschätze und Produktionsmittel können zum Zwecke der\nVergesellschaftung durch ein Gesetz, das Art und Ausmaß der Entschädigung regelt, in\nGemeineigentum oder in andere Formen der Gemeinwirtschaft überführt werden. Für die\nEntschädigung gilt Artikel 14 Abs. 3 Satz 3 und 4 entsprechend.",
        "references": [
            "14"
        ]
    },
    {
        "article_number": "16",
        "title": "Art16",
        "content": "(1) Die deutsche Staatsangehörigkeit darf nicht entzogen werden. Der Verlust der\nStaatsangehörigkeit darf nur auf Grund eines Gesetzes und gegen den Willen des\nBetroffenen nur dann eintreten, wenn der Betroffene dadurch nicht staatenlos wird.\n(2) Kein Deutscher darf an das Ausland ausgeliefert werden. Durch Gesetz kann eine\nabweichende Regelung für Auslieferungen an einen Mitgliedstaat der Europäischen Union\noder an einen internationalen Gerichtshof getroffen werden, soweit rechtsstaatliche\nGrundsätze gewahrt sind.",
        "references": []
    },
    {
        "article_number": "16a",
        "title": "Art16a",
        "content": "(1) Politisch Verfolgte genießen Asylrecht.\n(2) Auf Absatz 1 kann sich nicht berufen, wer aus einem Mitgliedstaat der\nEuropäischen Gemeinschaften oder aus einem anderen Drittstaat einreist, in dem die\nAnwendung des Abkommens über die Rechtsstellung der Flüchtlinge und der Konvention\nzum Schutze der Menschenrechte und Grundfreiheiten sichergestellt ist. Die Staaten\naußerhalb der Europäischen Gemeinschaften, auf die die Voraussetzungen des Satzes 1\nzutreffen, werden durch Gesetz, das der Zustimmung des Bundesrates bedarf, bestimmt.\nIn den Fällen des Satzes 1 können aufenthaltsbeendende Maßnahmen unabhängig von einem\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 6\n\nhiergegen eingelegten Rechtsbehelf vollzogen werden.\n(3) Durch Gesetz, das der Zustimmung des Bundesrates bedarf, können Staaten bestimmt\nwerden, bei denen auf Grund der Rechtslage, der Rechtsanwendung und der allgemeinen\npolitischen Verhältnisse gewährleistet erscheint, daß dort weder politische\nVerfolgung noch unmenschliche oder erniedrigende Bestrafung oder Behandlung\nstattfindet. Es wird vermutet, daß ein Ausländer aus einem solchen Staat nicht\nverfolgt wird, solange er nicht Tatsachen vorträgt, die die Annahme begründen, daß er\nentgegen dieser Vermutung politisch verfolgt wird.\n(4) Die Vollziehung aufenthaltsbeendender Maßnahmen wird in den Fällen des Absatzes 3\nund in anderen Fällen, die offensichtlich unbegründet sind oder als offensichtlich\nunbegründet gelten, durch das Gericht nur ausgesetzt, wenn ernstliche Zweifel an der\nRechtmäßigkeit der Maßnahme bestehen; der Prüfungsumfang kann eingeschränkt werden\nund verspätetes Vorbringen unberücksichtigt bleiben. Das Nähere ist durch Gesetz zu\nbestimmen.\n(5) Die Absätze 1 bis 4 stehen völkerrechtlichen Verträgen von Mitgliedstaaten der\nEuropäischen Gemeinschaften untereinander und mit dritten Staaten nicht entgegen, die\nunter Beachtung der Verpflichtungen aus dem Abkommen über die Rechtsstellung der\nFlüchtlinge und der Konvention zum Schutze der Menschenrechte und Grundfreiheiten,\nderen Anwendung in den Vertragsstaaten sichergestellt sein muß,\nZuständigkeitsregelungen für die Prüfung von Asylbegehren einschließlich der\ngegenseitigen Anerkennung von Asylentscheidungen treffen.",
        "references": []
    },
    {
        "article_number": "17",
        "title": "Art17",
        "content": "Jedermann hat das Recht, sich einzeln oder in Gemeinschaft mit anderen schriftlich\nmit Bitten oder Beschwerden an die zuständigen Stellen und an die Volksvertretung zu\nwenden.",
        "references": []
    },
    {
        "article_number": "17a",
        "title": "Art17a",
        "content": "(1) Gesetze über Wehrdienst und Ersatzdienst können bestimmen, daß für die\nAngehörigen der Streitkräfte und des Ersatzdienstes während der Zeit des Wehr- oder\nErsatzdienstes das Grundrecht, seine Meinung in Wort, Schrift und Bild frei zu äußern\nund zu verbreiten (Artikel 5 Abs. 1 Satz 1 erster Halbsatz), das Grundrecht der\nVersammlungsfreiheit (Artikel 8) und das Petitionsrecht (Artikel 17), soweit es das\nRecht gewährt, Bitten oder Beschwerden in Gemeinschaft mit anderen vorzubringen,\neingeschränkt werden.\n(2) Gesetze, die der Verteidigung einschließlich des Schutzes der Zivilbevölkerung\ndienen, können bestimmen, daß die Grundrechte der Freizügigkeit (Artikel 11) und der\nUnverletzlichkeit der Wohnung (Artikel 13) eingeschränkt werden.",
        "references": [
            "5",
            "11",
            "8",
            "17",
            "13"
        ]
    },
    {
        "article_number": "18",
        "title": "Art18",
        "content": "Wer die Freiheit der Meinungsäußerung, insbesondere die Pressefreiheit (Artikel 5\nAbs. 1), die Lehrfreiheit (Artikel 5 Abs. 3), die Versammlungsfreiheit (Artikel 8),\ndie Vereinigungsfreiheit (Artikel 9), das Brief-, Post- und Fernmeldegeheimnis\n(Artikel 10), das Eigentum (Artikel 14) oder das Asylrecht (Artikel 16a) zum Kampfe\ngegen die freiheitliche demokratische Grundordnung mißbraucht, verwirkt diese\nGrundrechte. Die Verwirkung und ihr Ausmaß werden durch das Bundesverfassungsgericht\nausgesprochen.",
        "references": [
            "14",
            "5",
            "10",
            "8",
            "16a",
            "9"
        ]
    },
    {
        "article_number": "19",
        "title": "Art19",
        "content": "(1) Soweit nach diesem Grundgesetz ein Grundrecht durch Gesetz oder auf Grund eines\nGesetzes eingeschränkt werden kann, muß das Gesetz allgemein und nicht nur für den\nEinzelfall gelten. Außerdem muß das Gesetz das Grundrecht unter Angabe des Artikels\nnennen.\n(2) In keinem Falle darf ein Grundrecht in seinem Wesensgehalt angetastet werden.\n(3) Die Grundrechte gelten auch für inländische juristische Personen, soweit sie\nihrem Wesen nach auf diese anwendbar sind.\n(4) Wird jemand durch die öffentliche Gewalt in seinen Rechten verletzt, so steht ihm\nder Rechtsweg offen. Soweit eine andere Zuständigkeit nicht begründet ist, ist der\nordentliche Rechtsweg gegeben. Artikel 10 Abs. 2 Satz 2 bleibt unberührt.\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 7\n\nII. Der Bund und die Länder",
        "references": [
            "10"
        ]
    },
    {
        "article_number": "20",
        "title": "Art20",
        "content": "(1) Die Bundesrepublik Deutschland ist ein demokratischer und sozialer Bundesstaat.\n(2) Alle Staatsgewalt geht vom Volke aus. Sie wird vom Volke in Wahlen und\nAbstimmungen und durch besondere Organe der Gesetzgebung, der vollziehenden Gewalt\nund der Rechtsprechung ausgeübt.\n(3) Die Gesetzgebung ist an die verfassungsmäßige Ordnung, die vollziehende Gewalt\nund die Rechtsprechung sind an Gesetz und Recht gebunden.\n(4) Gegen jeden, der es unternimmt, diese Ordnung zu beseitigen, haben alle Deutschen\ndas Recht zum Widerstand, wenn andere Abhilfe nicht möglich ist.",
        "references": []
    },
    {
        "article_number": "20a",
        "title": "Art20a",
        "content": "Der Staat schützt auch in Verantwortung für die künftigen Generationen die\nnatürlichen Lebensgrundlagen und die Tiere im Rahmen der verfassungsmäßigen Ordnung\ndurch die Gesetzgebung und nach Maßgabe von Gesetz und Recht durch die vollziehende\nGewalt und die Rechtsprechung.",
        "references": []
    },
    {
        "article_number": "21",
        "title": "Art21",
        "content": "(1) Die Parteien wirken bei der politischen Willensbildung des Volkes mit. Ihre\nGründung ist frei. Ihre innere Ordnung muß demokratischen Grundsätzen entsprechen.\nSie müssen über die Herkunft und Verwendung ihrer Mittel sowie über ihr Vermögen\nöffentlich Rechenschaft geben.\n(2) Parteien, die nach ihren Zielen oder nach dem Verhalten ihrer Anhänger darauf\nausgehen, die freiheitliche demokratische Grundordnung zu beeinträchtigen oder zu\nbeseitigen oder den Bestand der Bundesrepublik Deutschland zu gefährden, sind\nverfassungswidrig. Über die Frage der Verfassungswidrigkeit entscheidet das\nBundesverfassungsgericht.\n(3) Das Nähere regeln Bundesgesetze.",
        "references": []
    },
    {
        "article_number": "22",
        "title": "Art22",
        "content": "Die Bundesflagge ist schwarz-rot-gold.",
        "references": []
    },
    {
        "article_number": "23",
        "title": "Art23",
        "content": "(1) Zur Verwirklichung eines vereinten Europas wirkt die Bundesrepublik Deutschland\nbei der Entwicklung der Europäischen Union mit, die demokratischen,\nrechtsstaatlichen, sozialen und föderativen Grundsätzen und dem Grundsatz der\nSubsidiarität verpflichtet ist und einen diesem Grundgesetz im wesentlichen\nvergleichbaren Grundrechtsschutz gewährleistet. Der Bund kann hierzu durch Gesetz mit\nZustimmung des Bundesrates Hoheitsrechte übertragen. Für die Begründung der\nEuropäischen Union sowie für Änderungen ihrer vertraglichen Grundlagen und\nvergleichbare Regelungen, durch die dieses Grundgesetz seinem Inhalt nach geändert\noder ergänzt wird oder solche Änderungen oder Ergänzungen ermöglicht werden, gilt\nArtikel 79 Abs. 2 und 3.\n(2) In Angelegenheiten der Europäischen Union wirken der Bundestag und durch den\nBundesrat die Länder mit. Die Bundesregierung hat den Bundestag und den Bundesrat\numfassend und zum frühestmöglichen Zeitpunkt zu unterrichten.\n(3) Die Bundesregierung gibt dem Bundestag Gelegenheit zur Stellungnahme vor ihrer\nMitwirkung an Rechtsetzungsakten der Europäischen Union. Die Bundesregierung\nberücksichtigt die Stellungnahme des Bundestages bei den Verhandlungen. Das Nähere\nregelt ein Gesetz.\n(4) Der Bundesrat ist an der Willensbildung des Bundes zu beteiligen, soweit er an\neiner entsprechenden innerstaatlichen Maßnahme mitzuwirken hätte oder soweit die\nLänder innerstaatlich zuständig wären.\n(5) Soweit in einem Bereich ausschließlicher Zuständigkeiten des Bundes Interessen\nder Länder berührt sind oder soweit im übrigen der Bund das Recht zur Gesetzgebung\nhat, berücksichtigt die Bundesregierung die Stellungnahme des Bundesrates. Wenn im\nSchwerpunkt Gesetzgebungsbefugnisse der Länder, die Einrichtung ihrer Behörden oder\nihre Verwaltungsverfahren betroffen sind, ist bei der Willensbildung des Bundes\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 8\n\ninsoweit die Auffassung des Bundesrates maßgeblich zu berücksichtigen; dabei ist die\ngesamtstaatliche Verantwortung des Bundes zu wahren. In Angelegenheiten, die zu\nAusgabenerhöhungen oder Einnahmeminderungen für den Bund führen können, ist die\nZustimmung der Bundesregierung erforderlich.\n(6) Wenn im Schwerpunkt ausschließliche Gesetzgebungsbefugnisse der Länder betroffen\nsind, soll die Wahrnehmung der Rechte, die der Bundesrepublik Deutschland als\nMitgliedstaat der Europäischen Union zustehen, vom Bund auf einen vom Bundesrat\nbenannten Vertreter der Länder übertragen werden. Die Wahrnehmung der Rechte erfolgt\nunter Beteiligung und in Abstimmung mit der Bundesregierung; dabei ist die\ngesamtstaatliche Verantwortung des Bundes zu wahren.\n(7) Das Nähere zu den Absätzen 4 bis 6 regelt ein Gesetz, das der Zustimmung des\nBundesrates bedarf.",
        "references": [
            "79"
        ]
    },
    {
        "article_number": "24",
        "title": "Art24",
        "content": "(1) Der Bund kann durch Gesetz Hoheitsrechte auf zwischenstaatliche Einrichtungen\nübertragen.\n(1a) Soweit die Länder für die Ausübung der staatlichen Befugnisse und die Erfüllung\nder staatlichen Aufgaben zuständig sind, können sie mit Zustimmung der\nBundesregierung Hoheitsrechte auf grenznachbarschaftliche Einrichtungen übertragen.\n(2) Der Bund kann sich zur Wahrung des Friedens einem System gegenseitiger\nkollektiver Sicherheit einordnen; er wird hierbei in die Beschränkungen seiner\nHoheitsrechte einwilligen, die eine friedliche und dauerhafte Ordnung in Europa und\nzwischen den Völkern der Welt herbeiführen und sichern.\n(3) Zur Regelung zwischenstaatlicher Streitigkeiten wird der Bund Vereinbarungen über\neine allgemeine, umfassende, obligatorische, internationale Schiedsgerichtsbarkeit\nbeitreten.",
        "references": []
    },
    {
        "article_number": "25",
        "title": "Art25",
        "content": "Die allgemeinen Regeln des Völkerrechtes sind Bestandteil des Bundesrechtes. Sie\ngehen den Gesetzen vor und erzeugen Rechte und Pflichten unmittelbar für die Bewohner\ndes Bundesgebietes.",
        "references": []
    },
    {
        "article_number": "26",
        "title": "Art26",
        "content": "(1) Handlungen, die geeignet sind und in der Absicht vorgenommen werden, das\nfriedliche Zusammenleben der Völker zu stören, insbesondere die Führung eines\nAngriffskrieges vorzubereiten, sind verfassungswidrig. Sie sind unter Strafe zu\nstellen.\n(2) Zur Kriegsführung bestimmte Waffen dürfen nur mit Genehmigung der Bundesregierung\nhergestellt, befördert und in Verkehr gebracht werden. Das Nähere regelt ein\nBundesgesetz.",
        "references": []
    },
    {
        "article_number": "27",
        "title": "Art27",
        "content": "Alle deutschen Kauffahrteischiffe bilden eine einheitliche Handelsflotte.",
        "references": []
    },
    {
        "article_number": "28",
        "title": "Art28",
        "content": "(1) Die verfassungsmäßige Ordnung in den Ländern muß den Grundsätzen des\nrepublikanischen, demokratischen und sozialen Rechtsstaates im Sinne dieses\nGrundgesetzes entsprechen. In den Ländern, Kreisen und Gemeinden muß das Volk eine\nVertretung haben, die aus allgemeinen, unmittelbaren, freien, gleichen und geheimen\nWahlen hervorgegangen ist. Bei Wahlen in Kreisen und Gemeinden sind auch Personen,\ndie die Staatsangehörigkeit eines Mitgliedstaates der Europäischen Gemeinschaft\nbesitzen, nach Maßgabe von Recht der Europäischen Gemeinschaft wahlberechtigt und\nwählbar. In Gemeinden kann an die Stelle einer gewählten Körperschaft die\nGemeindeversammlung treten.\n(2) Den Gemeinden muß das Recht gewährleistet sein, alle Angelegenheiten der\nörtlichen Gemeinschaft im Rahmen der Gesetze in eigener Verantwortung zu regeln. Auch\ndie Gemeindeverbände haben im Rahmen ihres gesetzlichen Aufgabenbereiches nach\nMaßgabe der Gesetze das Recht der Selbstverwaltung. Die Gewährleistung der\nSelbstverwaltung umfaßt auch die Grundlagen der finanziellen Eigenverantwortung; zu\ndiesen Grundlagen gehört eine den Gemeinden mit Hebesatzrecht zustehende\nwirtschaftskraftbezogene Steuerquelle.\n(3) Der Bund gewährleistet, daß die verfassungsmäßige Ordnung der Länder den\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 9\n\nGrundrechten und den Bestimmungen der Absätze 1 und 2 entspricht.",
        "references": []
    },
    {
        "article_number": "29",
        "title": "Art29",
        "content": "(1) Das Bundesgebiet kann neu gegliedert werden, um zu gewährleisten, daß die Länder\nnach Größe und Leistungsfähigkeit die ihnen obliegenden Aufgaben wirksam erfüllen\nkönnen. Dabei sind die landsmannschaftliche Verbundenheit, die geschichtlichen und\nkulturellen Zusammenhänge, die wirtschaftliche Zweckmäßigkeit sowie die Erfordernisse\nder Raumordnung und der Landesplanung zu berücksichtigen.\n(2) Maßnahmen zur Neugliederung des Bundesgebietes ergehen durch Bundesgesetz, das\nder Bestätigung durch Volksentscheid bedarf. Die betroffenen Länder sind zu hören.\n(3) Der Volksentscheid findet in den Ländern statt, aus deren Gebieten oder\nGebietsteilen ein neues oder neu umgrenztes Land gebildet werden soll (betroffene\nLänder). Abzustimmen ist über die Frage, ob die betroffenen Länder wie bisher\nbestehenbleiben sollen oder ob das neue oder neu umgrenzte Land gebildet werden soll.\nDer Volksentscheid für die Bildung eines neuen oder neu umgrenzten Landes kommt\nzustande, wenn in dessen künftigem Gebiet und insgesamt in den Gebieten oder\nGebietsteilen eines betroffenen Landes, deren Landeszugehörigkeit im gleichen Sinne\ngeändert werden soll, jeweils eine Mehrheit der Änderung zustimmt. Er kommt nicht\nzustande, wenn im Gebiet eines der betroffenen Länder eine Mehrheit die Änderung\nablehnt; die Ablehnung ist jedoch unbeachtlich, wenn in einem Gebietsteil, dessen\nZugehörigkeit zu dem betroffenen Land geändert werden soll, eine Mehrheit von zwei\nDritteln der Änderung zustimmt, es sei denn, daß im Gesamtgebiet des betroffenen\nLandes eine Mehrheit von zwei Dritteln die Änderung ablehnt.\n(4) Wird in einem zusammenhängenden, abgegrenzten Siedlungs- und Wirtschaftsraum,\ndessen Teile in mehreren Ländern liegen und der mindestens eine Million Einwohner\nhat, von einem Zehntel der in ihm zum Bundestag Wahlberechtigten durch Volksbegehren\ngefordert, daß für diesen Raum eine einheitliche Landeszugehörigkeit herbeigeführt\nwerde, so ist durch Bundesgesetz innerhalb von zwei Jahren entweder zu bestimmen, ob\ndie Landeszugehörigkeit gemäß Absatz 2 geändert wird, oder daß in den betroffenen\nLändern eine Volksbefragung stattfindet.\n(5) Die Volksbefragung ist darauf gerichtet festzustellen, ob eine in dem Gesetz\nvorzuschlagende Änderung der Landeszugehörigkeit Zustimmung findet. Das Gesetz kann\nverschiedene, jedoch nicht mehr als zwei Vorschläge der Volksbefragung vorlegen.\nStimmt eine Mehrheit einer vorgeschlagenen Änderung der Landeszugehörigkeit zu, so\nist durch Bundesgesetz innerhalb von zwei Jahren zu bestimmen, ob die\nLandeszugehörigkeit gemäß Absatz 2 geändert wird. Findet ein der Volksbefragung\nvorgelegter Vorschlag eine den Maßgaben des Absatzes 3 Satz 3 und 4 entsprechende\nZustimmung, so ist innerhalb von zwei Jahren nach der Durchführung der Volksbefragung\nein Bundesgesetz zur Bildung des vorgeschlagenen Landes zu erlassen, das der\nBestätigung durch Volksentscheid nicht mehr bedarf.\n(6) Mehrheit im Volksentscheid und in der Volksbefragung ist die Mehrheit der\nabgegebenen Stimmen, wenn sie mindestens ein Viertel der zum Bundestag\nWahlberechtigten umfaßt. Im übrigen wird das Nähere über Volksentscheid,\nVolksbegehren und Volksbefragung durch ein Bundesgesetz geregelt; dieses kann auch\nvorsehen, daß Volksbegehren innerhalb eines Zeitraumes von fünf Jahren nicht\nwiederholt werden können.\n(7) Sonstige Änderungen des Gebietsbestandes der Länder können durch Staatsverträge\nder beteiligten Länder oder durch Bundesgesetz mit Zustimmung des Bundesrates\nerfolgen, wenn das Gebiet, dessen Landeszugehörigkeit geändert werden soll, nicht\nmehr als 50.000 Einwohner hat. Das Nähere regelt ein Bundesgesetz, das der Zustimmung\ndes Bundesrates und der Mehrheit der Mitglieder des Bundestages bedarf. Es muß die\nAnhörung der betroffenen Gemeinden und Kreise vorsehen.\n(8) Die Länder können eine Neugliederung für das jeweils von ihnen umfaßte Gebiet\noder für Teilgebiete abweichend von den Vorschriften der Absätze 2 bis 7 durch\nStaatsvertrag regeln. Die betroffenen Gemeinden und Kreise sind zu hören. Der\nStaatsvertrag bedarf der Bestätigung durch Volksentscheid in jedem beteiligten Land.\nBetrifft der Staatsvertrag Teilgebiete der Länder, kann die Bestätigung auf\nVolksentscheide in diesen Teilgebieten beschränkt werden; Satz 5 zweiter Halbsatz\nfindet keine Anwendung. Bei einem Volksentscheid entscheidet die Mehrheit der\nabgegebenen Stimmen, wenn sie mindestens ein Viertel der zum Bundestag\nWahlberechtigten umfaßt; das Nähere regelt ein Bundesgesetz. Der Staatsvertrag bedarf\nder Zustimmung des Bundestages.",
        "references": []
    },
    {
        "article_number": "30",
        "title": "Art30",
        "content": "Die Ausübung der staatlichen Befugnisse und die Erfüllung der staatlichen Aufgaben\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 10\n\nist Sache der Länder, soweit dieses Grundgesetz keine andere Regelung trifft oder\nzuläßt.",
        "references": []
    },
    {
        "article_number": "31",
        "title": "Art31",
        "content": "Bundesrecht bricht Landesrecht.",
        "references": []
    },
    {
        "article_number": "32",
        "title": "Art32",
        "content": "(1) Die Pflege der Beziehungen zu auswärtigen Staaten ist Sache des Bundes.\n(2) Vor dem Abschlusse eines Vertrages, der die besonderen Verhältnisse eines Landes\nberührt, ist das Land rechtzeitig zu hören.\n(3) Soweit die Länder für die Gesetzgebung zuständig sind, können sie mit Zustimmung\nder Bundesregierung mit auswärtigen Staaten Verträge abschließen.",
        "references": []
    },
    {
        "article_number": "33",
        "title": "Art33",
        "content": "(1) Jeder Deutsche hat in jedem Lande die gleichen staatsbürgerlichen Rechte und\nPflichten.\n(2) Jeder Deutsche hat nach seiner Eignung, Befähigung und fachlichen Leistung\ngleichen Zugang zu jedem öffentlichen Amte.\n(3) Der Genuß bürgerlicher und staatsbürgerlicher Rechte, die Zulassung zu\nöffentlichen Ämtern sowie die im öffentlichen Dienste erworbenen Rechte sind\nunabhängig von dem religiösen Bekenntnis. Niemandem darf aus seiner Zugehörigkeit\noder Nichtzugehörigkeit zu einem Bekenntnisse oder einer Weltanschauung ein Nachteil\nerwachsen.\n(4) Die Ausübung hoheitsrechtlicher Befugnisse ist als ständige Aufgabe in der Regel\nAngehörigen des öffentlichen Dienstes zu übertragen, die in einem\nöffentlich-rechtlichen Dienst- und Treueverhältnis stehen.\n(5) Das Recht des öffentlichen Dienstes ist unter Berücksichtigung der hergebrachten\nGrundsätze des Berufsbeamtentums zu regeln.",
        "references": []
    },
    {
        "article_number": "34",
        "title": "Art34",
        "content": "Verletzt jemand in Ausübung eines ihm anvertrauten öffentlichen Amtes die ihm einem\nDritten gegenüber obliegende Amtspflicht, so trifft die Verantwortlichkeit\ngrundsätzlich den Staat oder die Körperschaft, in deren Dienst er steht. Bei Vorsatz\noder grober Fahrlässigkeit bleibt der Rückgriff vorbehalten. Für den Anspruch auf\nSchadensersatz und für den Rückgriff darf der ordentliche Rechtsweg nicht\nausgeschlossen werden.",
        "references": []
    },
    {
        "article_number": "35",
        "title": "Art35",
        "content": "(1) Alle Behörden des Bundes und der Länder leisten sich gegenseitig Rechts- und\nAmtshilfe.\n(2) Zur Aufrechterhaltung oder Wiederherstellung der öffentlichen Sicherheit oder\nOrdnung kann ein Land in Fällen von besonderer Bedeutung Kräfte und Einrichtungen des\nBundesgrenzschutzes zur Unterstützung seiner Polizei anfordern, wenn die Polizei ohne\ndiese Unterstützung eine Aufgabe nicht oder nur unter erheblichen Schwierigkeiten\nerfüllen könnte. Zur Hilfe bei einer Naturkatastrophe oder bei einem besonders\nschweren Unglücksfall kann ein Land Polizeikräfte anderer Länder, Kräfte und\nEinrichtungen anderer Verwaltungen sowie des Bundesgrenzschutzes und der Streitkräfte\nanfordern.\n(3) Gefährdet die Naturkatastrophe oder der Unglücksfall das Gebiet mehr als eines\nLandes, so kann die Bundesregierung, soweit es zur wirksamen Bekämpfung erforderlich\nist, den Landesregierungen die Weisung erteilen, Polizeikräfte anderen Ländern zur\nVerfügung zu stellen, sowie Einheiten des Bundesgrenzschutzes und der Streitkräfte\nzur Unterstützung der Polizeikräfte einsetzen. Maßnahmen der Bundesregierung nach\nSatz 1 sind jederzeit auf Verlangen des Bundesrates, im übrigen unverzüglich nach\nBeseitigung der Gefahr aufzuheben.",
        "references": []
    },
    {
        "article_number": "36",
        "title": "Art36",
        "content": "(1) Bei den obersten Bundesbehörden sind Beamte aus allen Ländern in angemessenem\nVerhältnis zu verwenden. Die bei den übrigen Bundesbehörden beschäftigten Personen\nsollen in der Regel aus dem Lande genommen werden, in dem sie tätig sind.\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 11\n\n(2) Die Wehrgesetze haben auch die Gliederung des Bundes in Länder und ihre\nbesonderen landsmannschaftlichen Verhältnisse zu berücksichtigen.",
        "references": []
    },
    {
        "article_number": "37",
        "title": "Art37",
        "content": "(1) Wenn ein Land die ihm nach dem Grundgesetze oder einem anderen Bundesgesetze\nobliegenden Bundespflichten nicht erfüllt, kann die Bundesregierung mit Zustimmung\ndes Bundesrates die notwendigen Maßnahmen treffen, um das Land im Wege des\nBundeszwanges zur Erfüllung seiner Pflichten anzuhalten.\n(2) Zur Durchführung des Bundeszwanges hat die Bundesregierung oder ihr Beauftragter\ndas Weisungsrecht gegenüber allen Ländern und ihren Behörden.\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 12\n\nIII. Der Bundestag",
        "references": []
    },
    {
        "article_number": "38",
        "title": "Art38",
        "content": "(1) Die Abgeordneten des Deutschen Bundestages werden in allgemeiner, unmittelbarer,\nfreier, gleicher und geheimer Wahl gewählt. Sie sind Vertreter des ganzen Volkes, an\nAufträge und Weisungen nicht gebunden und nur ihrem Gewissen unterworfen.\n(2) Wahlberechtigt ist, wer das achtzehnte Lebensjahr vollendet hat; wählbar ist, wer\ndas Alter erreicht hat, mit dem die Volljährigkeit eintritt.\n(3) Das Nähere bestimmt ein Bundesgesetz.",
        "references": []
    },
    {
        "article_number": "39",
        "title": "Art39",
        "content": "(1) Der Bundestag wird vorbehaltlich der nachfolgenden Bestimmungen auf vier Jahre\ngewählt. Seine Wahlperiode endet mit dem Zusammentritt eines neuen Bundestages. Die\nNeuwahl findet frühestens sechsundvierzig, spätestens achtundvierzig Monate nach\nBeginn der Wahlperiode statt. Im Falle einer Auflösung des Bundestages findet die\nNeuwahl innerhalb von sechzig Tagen statt.\n(2) Der Bundestag tritt spätestens am dreißigsten Tage nach der Wahl zusammen.\n(3) Der Bundestag bestimmt den Schluß und den Wiederbeginn seiner Sitzungen. Der\nPräsident des Bundestages kann ihn früher einberufen. Er ist hierzu verpflichtet,\nwenn ein Drittel der Mitglieder, der Bundespräsident oder der Bundeskanzler es\nverlangen.",
        "references": []
    },
    {
        "article_number": "40",
        "title": "Art40",
        "content": "(1) Der Bundestag wählt seinen Präsidenten, dessen Stellvertreter und die\nSchriftführer. Er gibt sich eine Geschäftsordnung.\n(2) Der Präsident übt das Hausrecht und die Polizeigewalt im Gebäude des Bundestages\naus. Ohne seine Genehmigung darf in den Räumen des Bundestages keine Durchsuchung\noder Beschlagnahme stattfinden.",
        "references": []
    },
    {
        "article_number": "41",
        "title": "Art41",
        "content": "(1) Die Wahlprüfung ist Sache des Bundestages. Er entscheidet auch, ob ein\nAbgeordneter des Bundestages die Mitgliedschaft verloren hat.\n(2) Gegen die Entscheidung des Bundestages ist die Beschwerde an das\nBundesverfassungsgericht zulässig.\n(3) Das Nähere regelt ein Bundesgesetz.",
        "references": []
    },
    {
        "article_number": "42",
        "title": "Art42",
        "content": "(1) Der Bundestag verhandelt öffentlich. Auf Antrag eines Zehntels seiner Mitglieder\noder auf Antrag der Bundesregierung kann mit Zweidrittelmehrheit die Öffentlichkeit\nausgeschlossen werden. Über den Antrag wird in nichtöffentlicher Sitzung entschieden.\n(2) Zu einem Beschlusse des Bundestages ist die Mehrheit der abgegebenen Stimmen\nerforderlich, soweit dieses Grundgesetz nichts anderes bestimmt. Für die vom\nBundestage vorzunehmenden Wahlen kann die Geschäftsordnung Ausnahmen zulassen.\n(3) Wahrheitsgetreue Berichte über die öffentlichen Sitzungen des Bundestages und\nseiner Ausschüsse bleiben von jeder Verantwortlichkeit frei.",
        "references": []
    },
    {
        "article_number": "43",
        "title": "Art43",
        "content": "(1) Der Bundestag und seine Ausschüsse können die Anwesenheit jedes Mitgliedes der\nBundesregierung verlangen.\n(2) Die Mitglieder des Bundesrates und der Bundesregierung sowie ihre Beauftragten\nhaben zu allen Sitzungen des Bundestages und seiner Ausschüsse Zutritt. Sie müssen\njederzeit gehört werden.",
        "references": []
    },
    {
        "article_number": "44",
        "title": "Art44",
        "content": "(1) Der Bundestag hat das Recht und auf Antrag eines Viertels seiner Mitglieder die\nPflicht, einen Untersuchungsausschuß einzusetzen, der in öffentlicher Verhandlung die\nerforderlichen Beweise erhebt. Die Öffentlichkeit kann ausgeschlossen werden.\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 13\n\n(2) Auf Beweiserhebungen finden die Vorschriften über den Strafprozeß sinngemäß\nAnwendung. Das Brief-, Post- und Fernmeldegeheimnis bleibt unberührt.\n(3) Gerichte und Verwaltungsbehörden sind zur Rechts- und Amtshilfe verpflichtet.\n(4) Die Beschlüsse der Untersuchungsausschüsse sind der richterlichen Erörterung\nentzogen. In der Würdigung und Beurteilung des der Untersuchung zugrunde liegenden\nSachverhaltes sind die Gerichte frei.",
        "references": []
    },
    {
        "article_number": "45",
        "title": "Art45",
        "content": "Der Bundestag bestellt einen Ausschuß für die Angelegenheiten der Europäischen Union.\nEr kann ihn ermächtigen, die Rechte des Bundestages gemäß Artikel 23 gegenüber der\nBundesregierung wahrzunehmen.",
        "references": [
            "23"
        ]
    },
    {
        "article_number": "45a",
        "title": "Art45a",
        "content": "(1) Der Bundestag bestellt einen Ausschuß für auswärtige Angelegenheiten und einen\nAusschuß für Verteidigung.\n(2) Der Ausschuß für Verteidigung hat auch die Rechte eines Untersuchungsausschusses.\nAuf Antrag eines Viertels seiner Mitglieder hat er die Pflicht, eine Angelegenheit\nzum Gegenstand seiner Untersuchung zu machen.\n(3) Artikel 44 Abs. 1 findet auf dem Gebiet der Verteidigung keine Anwendung.",
        "references": [
            "44"
        ]
    },
    {
        "article_number": "45b",
        "title": "Art45b",
        "content": "Zum Schutz der Grundrechte und als Hilfsorgan des Bundestages bei der Ausübung der\nparlamentarischen Kontrolle wird ein Wehrbeauftragter des Bundestages berufen. Das\nNähere regelt ein Bundesgesetz.",
        "references": []
    },
    {
        "article_number": "45c",
        "title": "Art45c",
        "content": "(1) Der Bundestag bestellt einen Petitionsausschuß, dem die Behandlung der nach\nArtikel 17 an den Bundestag gerichteten Bitten und Beschwerden obliegt.\n(2) Die Befugnisse des Ausschusses zur Überprüfung von Beschwerden regelt ein\nBundesgesetz.",
        "references": [
            "17"
        ]
    },
    {
        "article_number": "46",
        "title": "Art46",
        "content": "(1) Ein Abgeordneter darf zu keiner Zeit wegen seiner Abstimmung oder wegen einer\nÄußerung, die er im Bundestage oder in einem seiner Ausschüsse getan hat, gerichtlich\noder dienstlich verfolgt oder sonst außerhalb des Bundestages zur Verantwortung\ngezogen werden. Dies gilt nicht für verleumderische Beleidigungen.\n(2) Wegen einer mit Strafe bedrohten Handlung darf ein Abgeordneter nur mit\nGenehmigung des Bundestages zur Verantwortung gezogen oder verhaftet werden, es sei\ndenn, daß er bei Begehung der Tat oder im Laufe des folgenden Tages festgenommen\nwird.\n(3) Die Genehmigung des Bundestages ist ferner bei jeder anderen Beschränkung der\npersönlichen Freiheit eines Abgeordneten oder zur Einleitung eines Verfahrens gegen\neinen Abgeordneten gemäß Artikel 18 erforderlich.\n(4) Jedes Strafverfahren und jedes Verfahren gemäß Artikel 18 gegen einen\nAbgeordneten, jede Haft und jede sonstige Beschränkung seiner persönlichen Freiheit\nsind auf Verlangen des Bundestages auszusetzen.",
        "references": [
            "18"
        ]
    },
    {
        "article_number": "47",
        "title": "Art47",
        "content": "Die Abgeordneten sind berechtigt, über Personen, die ihnen in ihrer Eigenschaft als\nAbgeordnete oder denen sie in dieser Eigenschaft Tatsachen anvertraut haben, sowie\nüber diese Tatsachen selbst das Zeugnis zu verweigern. Soweit dieses\nZeugnisverweigerungsrecht reicht, ist die Beschlagnahme von Schriftstücken\nunzulässig.",
        "references": []
    },
    {
        "article_number": "48",
        "title": "Art48",
        "content": "(1) Wer sich um einen Sitz im Bundestage bewirbt, hat Anspruch auf den zur\nVorbereitung seiner Wahl erforderlichen Urlaub.\n(2) Niemand darf gehindert werden, das Amt eines Abgeordneten zu übernehmen und\nauszuüben. Eine Kündigung oder Entlassung aus diesem Grunde ist unzulässig.\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 14\n\n(3) Die Abgeordneten haben Anspruch auf eine angemessene, ihre Unabhängigkeit\nsichernde Entschädigung. Sie haben das Recht der freien Benutzung aller staatlichen\nVerkehrsmittel. Das Nähere regelt ein Bundesgesetz.",
        "references": []
    },
    {
        "article_number": "49",
        "title": "Art49",
        "content": "-\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 15\n\nIV. Der Bundesrat",
        "references": []
    },
    {
        "article_number": "50",
        "title": "Art50",
        "content": "Durch den Bundesrat wirken die Länder bei der Gesetzgebung und Verwaltung des Bundes\nund in Angelegenheiten der Europäischen Union mit.",
        "references": []
    },
    {
        "article_number": "51",
        "title": "Art51",
        "content": "(1) Der Bundesrat besteht aus Mitgliedern der Regierungen der Länder, die sie\nbestellen und abberufen. Sie können durch andere Mitglieder ihrer Regierungen\nvertreten werden.\n(2) Jedes Land hat mindestens drei Stimmen, Länder mit mehr als zwei Millionen\nEinwohnern haben vier, Länder mit mehr als sechs Millionen Einwohnern fünf, Länder\nmit mehr als sieben Millionen Einwohnern sechs Stimmen.\n(3) Jedes Land kann so viele Mitglieder entsenden, wie es Stimmen hat. Die Stimmen\neines Landes können nur einheitlich und nur durch anwesende Mitglieder oder deren\nVertreter abgegeben werden.",
        "references": []
    },
    {
        "article_number": "52",
        "title": "Art52",
        "content": "(1) Der Bundesrat wählt seinen Präsidenten auf ein Jahr.\n(2) Der Präsident beruft den Bundesrat ein. Er hat ihn einzuberufen, wenn die\nVertreter von mindestens zwei Ländern oder die Bundesregierung es verlangen.\n(3) Der Bundesrat faßt seine Beschlüsse mit mindestens der Mehrheit seiner Stimmen.\nEr gibt sich eine Geschäftsordnung. Er verhandelt öffentlich. Die Öffentlichkeit kann\nausgeschlossen werden.\n(3a) Für Angelegenheiten der Europäischen Union kann der Bundesrat eine Europakammer\nbilden, deren Beschlüsse als Beschlüsse des Bundesrates gelten; Artikel 51 Abs. 2 und\n3 Satz 2 gilt entsprechend.\n(4) Den Ausschüssen des Bundesrates können andere Mitglieder oder Beauftragte der\nRegierungen der Länder angehören.",
        "references": [
            "51"
        ]
    },
    {
        "article_number": "53",
        "title": "Art53",
        "content": "Die Mitglieder der Bundesregierung haben das Recht und auf Verlangen die Pflicht, an\nden Verhandlungen des Bundesrates und seiner Ausschüsse teilzunehmen. Sie müssen\njederzeit gehört werden. Der Bundesrat ist von der Bundesregierung über die Führung\nder Geschäfte auf dem laufenden zu halten.\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 16\n\nIV a. Gemeinsamer Ausschuß",
        "references": []
    },
    {
        "article_number": "53a",
        "title": "Art53a",
        "content": "(1) Der Gemeinsame Ausschuß besteht zu zwei Dritteln aus Abgeordneten des\nBundestages, zu einem Drittel aus Mitgliedern des Bundesrates. Die Abgeordneten\nwerden vom Bundestage entsprechend dem Stärkeverhältnis der Fraktionen bestimmt; sie\ndürfen nicht der Bundesregierung angehören. Jedes Land wird durch ein von ihm\nbestelltes Mitglied des Bundesrates vertreten; diese Mitglieder sind nicht an\nWeisungen gebunden. Die Bildung des Gemeinsamen Ausschusses und sein Verfahren werden\ndurch eine Geschäftsordnung geregelt, die vom Bundestage zu beschließen ist und der\nZustimmung des Bundesrates bedarf.\n(2) Die Bundesregierung hat den Gemeinsamen Ausschuß über ihre Planungen für den\nVerteidigungsfall zu unterrichten. Die Rechte des Bundestages und seiner Ausschüsse\nnach Artikel 43 Abs. 1 bleiben unberührt.\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 17\n\nV. Der Bundespräsident",
        "references": [
            "43"
        ]
    },
    {
        "article_number": "54",
        "title": "Art54",
        "content": "(1) Der Bundespräsident wird ohne Aussprache von der Bundesversammlung gewählt.\nWählbar ist jeder Deutsche, der das Wahlrecht zum Bundestage besitzt und das\nvierzigste Lebensjahr vollendet hat.\n(2) Das Amt des Bundespräsidenten dauert fünf Jahre. Anschließende Wiederwahl ist nur\neinmal zulässig.\n(3) Die Bundesversammlung besteht aus den Mitgliedern des Bundestages und einer\ngleichen Anzahl von Mitgliedern, die von den Volksvertretungen der Länder nach den\nGrundsätzen der Verhältniswahl gewählt werden.\n(4) Die Bundesversammlung tritt spätestens dreißig Tage vor Ablauf der Amtszeit des\nBundespräsidenten, bei vorzeitiger Beendigung spätestens dreißig Tage nach diesem\nZeitpunkt zusammen. Sie wird von dem Präsidenten des Bundestages einberufen.\n(5) Nach Ablauf der Wahlperiode beginnt die Frist des Absatzes 4 Satz 1 mit dem\nersten Zusammentritt des Bundestages.\n(6) Gewählt ist, wer die Stimmen der Mehrheit der Mitglieder der Bundesversammlung\nerhält. Wird diese Mehrheit in zwei Wahlgängen von keinem Bewerber erreicht, so ist\ngewählt, wer in einem weiteren Wahlgang die meisten Stimmen auf sich vereinigt.\n(7) Das Nähere regelt ein Bundesgesetz.",
        "references": []
    },
    {
        "article_number": "55",
        "title": "Art55",
        "content": "(1) Der Bundespräsident darf weder der Regierung noch einer gesetzgebenden\nKörperschaft des Bundes oder eines Landes angehören.\n(2) Der Bundespräsident darf kein anderes besoldetes Amt, kein Gewerbe und keinen\nBeruf ausüben und weder der Leitung noch dem Aufsichtsrate eines auf Erwerb\ngerichteten Unternehmens angehören.",
        "references": []
    },
    {
        "article_number": "56",
        "title": "Art56",
        "content": "Der Bundespräsident leistet bei seinem Amtsantritt vor den versammelten Mitgliedern\ndes Bundestages und des Bundesrates folgenden Eid:\n\n\"Ich schwöre, daß ich meine Kraft dem Wohle des deutschen Volkes widmen,\nseinen Nutzen mehren, Schaden von ihm wenden, das Grundgesetz und die\nGesetze des Bundes wahren und verteidigen, meine Pflichten gewissenhaft\nerfüllen und Gerechtigkeit gegen jedermann üben werde. So wahr mir Gott\nhelfe.\"\n\nDer Eid kann auch ohne religiöse Beteuerung geleistet werden.",
        "references": []
    },
    {
        "article_number": "57",
        "title": "Art57",
        "content": "Die Befugnisse des Bundespräsidenten werden im Falle seiner Verhinderung oder bei\nvorzeitiger Erledigung des Amtes durch den Präsidenten des Bundesrates wahrgenommen.",
        "references": []
    },
    {
        "article_number": "58",
        "title": "Art58",
        "content": "Anordnungen und Verfügungen des Bundespräsidenten bedürfen zu ihrer Gültigkeit der\nGegenzeichnung durch den Bundeskanzler oder durch den zuständigen Bundesminister.\nDies gilt nicht für die Ernennung und Entlassung des Bundeskanzlers, die Auflösung\ndes Bundestages gemäß Artikel 63 und das Ersuchen gemäß Artikel 69 Abs. 3.",
        "references": [
            "63",
            "69"
        ]
    },
    {
        "article_number": "59",
        "title": "Art59",
        "content": "(1) Der Bundespräsident vertritt den Bund völkerrechtlich. Er schließt im Namen des\nBundes die Verträge mit auswärtigen Staaten. Er beglaubigt und empfängt die\nGesandten.\n(2) Verträge, welche die politischen Beziehungen des Bundes regeln oder sich auf\nGegenstände der Bundesgesetzgebung beziehen, bedürfen der Zustimmung oder der\nMitwirkung der jeweils für die Bundesgesetzgebung zuständigen Körperschaften in der\nForm eines Bundesgesetzes. Für Verwaltungsabkommen gelten die Vorschriften über die\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 18\n\nBundesverwaltung entsprechend.",
        "references": []
    },
    {
        "article_number": "59a",
        "title": "Art59a",
        "content": "-",
        "references": []
    },
    {
        "article_number": "60",
        "title": "Art60",
        "content": "(1) Der Bundespräsident ernennt und entläßt die Bundesrichter, die Bundesbeamten, die\nOffiziere und Unteroffiziere, soweit gesetzlich nichts anderes bestimmt ist.\n(2) Er übt im Einzelfalle für den Bund das Begnadigungsrecht aus.\n(3) Er kann diese Befugnisse auf andere Behörden übertragen.\n(4) Die Absätze 2 bis 4 des Artikels 46 finden auf den Bundespräsidenten\nentsprechende Anwendung.",
        "references": [
            "46"
        ]
    },
    {
        "article_number": "61",
        "title": "Art61",
        "content": "(1) Der Bundestag oder der Bundesrat können den Bundespräsidenten wegen vorsätzlicher\nVerletzung des Grundgesetzes oder eines anderen Bundesgesetzes vor dem\nBundesverfassungsgericht anklagen. Der Antrag auf Erhebung der Anklage muß von\nmindestens einem Viertel der Mitglieder des Bundestages oder einem Viertel der\nStimmen des Bundesrates gestellt werden. Der Beschluß auf Erhebung der Anklage bedarf\nder Mehrheit von zwei Dritteln der Mitglieder des Bundestages oder von zwei Dritteln\nder Stimmen des Bundesrates. Die Anklage wird von einem Beauftragten der anklagenden\nKörperschaft vertreten.\n(2) Stellt das Bundesverfassungsgericht fest, daß der Bundespräsident einer\nvorsätzlichen Verletzung des Grundgesetzes oder eines anderen Bundesgesetzes schuldig\nist, so kann es ihn des Amtes für verlustig erklären. Durch einstweilige Anordnung\nkann es nach der Erhebung der Anklage bestimmen, daß er an der Ausübung seines Amtes\nverhindert ist.\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 19\n\nVI. Die Bundesregierung",
        "references": []
    },
    {
        "article_number": "62",
        "title": "Art62",
        "content": "Die Bundesregierung besteht aus dem Bundeskanzler und aus den Bundesministern.",
        "references": []
    },
    {
        "article_number": "63",
        "title": "Art63",
        "content": "(1) Der Bundeskanzler wird auf Vorschlag des Bundespräsidenten vom Bundestage ohne\nAussprache gewählt.\n(2) Gewählt ist, wer die Stimmen der Mehrheit der Mitglieder des Bundestages auf sich\nvereinigt. Der Gewählte ist vom Bundespräsidenten zu ernennen.\n(3) Wird der Vorgeschlagene nicht gewählt, so kann der Bundestag binnen vierzehn\nTagen nach dem Wahlgange mit mehr als der Hälfte seiner Mitglieder einen\nBundeskanzler wählen.\n(4) Kommt eine Wahl innerhalb dieser Frist nicht zustande, so findet unverzüglich ein\nneuer Wahlgang statt, in dem gewählt ist, wer die meisten Stimmen erhält. Vereinigt\nder Gewählte die Stimmen der Mehrheit der Mitglieder des Bundestages auf sich, so muß\nder Bundespräsident ihn binnen sieben Tagen nach der Wahl ernennen. Erreicht der\nGewählte diese Mehrheit nicht, so hat der Bundespräsident binnen sieben Tagen\nentweder ihn zu ernennen oder den Bundestag aufzulösen.",
        "references": []
    },
    {
        "article_number": "64",
        "title": "Art64",
        "content": "(1) Die Bundesminister werden auf Vorschlag des Bundeskanzlers vom Bundespräsidenten\nernannt und entlassen.\n(2) Der Bundeskanzler und die Bundesminister leisten bei der Amtsübernahme vor dem\nBundestage den in Artikel 56 vorgesehenen Eid.",
        "references": [
            "56"
        ]
    },
    {
        "article_number": "65",
        "title": "Art65",
        "content": "Der Bundeskanzler bestimmt die Richtlinien der Politik und trägt dafür die\nVerantwortung. Innerhalb dieser Richtlinien leitet jeder Bundesminister seinen\nGeschäftsbereich selbständig und unter eigener Verantwortung. Über\nMeinungsverschiedenheiten zwischen den Bundesministern entscheidet die\nBundesregierung. Der Bundeskanzler leitet ihre Geschäfte nach einer von der\nBundesregierung beschlossenen und vom Bundespräsidenten genehmigten Geschäftsordnung.",
        "references": []
    },
    {
        "article_number": "65a",
        "title": "Art65a",
        "content": "(1) Der Bundesminister für Verteidigung hat die Befehls- und Kommandogewalt über die\nStreitkräfte.\n(2)",
        "references": []
    },
    {
        "article_number": "66",
        "title": "Art66",
        "content": "Der Bundeskanzler und die Bundesminister dürfen kein anderes besoldetes Amt, kein\nGewerbe und keinen Beruf ausüben und weder der Leitung noch ohne Zustimmung des\nBundestages dem Aufsichtsrate eines auf Erwerb gerichteten Unternehmens angehören.",
        "references": []
    },
    {
        "article_number": "67",
        "title": "Art67",
        "content": "(1) Der Bundestag kann dem Bundeskanzler das Mißtrauen nur dadurch aussprechen, daß\ner mit der Mehrheit seiner Mitglieder einen Nachfolger wählt und den\nBundespräsidenten ersucht, den Bundeskanzler zu entlassen. Der Bundespräsident muß\ndem Ersuchen entsprechen und den Gewählten ernennen.\n(2) Zwischen dem Antrage und der Wahl müssen achtundvierzig Stunden liegen.",
        "references": []
    },
    {
        "article_number": "68",
        "title": "Art68",
        "content": "(1) Findet ein Antrag des Bundeskanzlers, ihm das Vertrauen auszusprechen, nicht die\nZustimmung der Mehrheit der Mitglieder des Bundestages, so kann der Bundespräsident\nauf Vorschlag des Bundeskanzlers binnen einundzwanzig Tagen den Bundestag auflösen.\nDas Recht zur Auflösung erlischt, sobald der Bundestag mit der Mehrheit seiner\nMitglieder einen anderen Bundeskanzler wählt.\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 20\n\n(2) Zwischen dem Antrage und der Abstimmung müssen achtundvierzig Stunden liegen.",
        "references": []
    },
    {
        "article_number": "69",
        "title": "Art69",
        "content": "(1) Der Bundeskanzler ernennt einen Bundesminister zu seinem Stellvertreter.\n(2) Das Amt des Bundeskanzlers oder eines Bundesministers endigt in jedem Falle mit\ndem Zusammentritt eines neuen Bundestages, das Amt eines Bundesministers auch mit\njeder anderen Erledigung des Amtes des Bundeskanzlers.\n(3) Auf Ersuchen des Bundespräsidenten ist der Bundeskanzler, auf Ersuchen des\nBundeskanzlers oder des Bundespräsidenten ein Bundesminister verpflichtet, die\nGeschäfte bis zur Ernennung seines Nachfolgers weiterzuführen.\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 21\n\nVII. Die Gesetzgebung des Bundes",
        "references": []
    },
    {
        "article_number": "70",
        "title": "Art70",
        "content": "(1) Die Länder haben das Recht der Gesetzgebung, soweit dieses Grundgesetz nicht dem\nBunde Gesetzgebungsbefugnisse verleiht.\n(2) Die Abgrenzung der Zuständigkeit zwischen Bund und Ländern bemißt sich nach den\nVorschriften dieses Grundgesetzes über die ausschließliche und die konkurrierende\nGesetzgebung.",
        "references": []
    },
    {
        "article_number": "71",
        "title": "Art71",
        "content": "Im Bereiche der ausschließlichen Gesetzgebung des Bundes haben die Länder die\nBefugnis zur Gesetzgebung nur, wenn und soweit sie hierzu in einem Bundesgesetze\nausdrücklich ermächtigt werden.",
        "references": []
    },
    {
        "article_number": "72",
        "title": "Art72",
        "content": "(1) Im Bereich der konkurrierenden Gesetzgebung haben die Länder die Befugnis zur\nGesetzgebung, solange und soweit der Bund von seiner Gesetzgebungszuständigkeit nicht\ndurch Gesetz Gebrauch gemacht hat.\n(2) Der Bund hat in diesem Bereich das Gesetzgebungsrecht, wenn und soweit die\nHerstellung gleichwertiger Lebensverhältnisse im Bundesgebiet oder die Wahrung der\nRechts- oder Wirtschaftseinheit im gesamtstaatlichen Interesse eine bundesgesetzliche\nRegelung erforderlich macht.\n(3) Durch Bundesgesetz kann bestimmt werden, daß eine bundesgesetzliche Regelung, für\ndie eine Erforderlichkeit im Sinne des Absatzes 2 nicht mehr besteht, durch\nLandesrecht ersetzt werden kann.",
        "references": []
    },
    {
        "article_number": "73",
        "title": "Art73",
        "content": "Der Bund hat die ausschließliche Gesetzgebung über:\n1. die auswärtigen Angelegenheiten sowie die Verteidigung einschließlich des\n\nSchutzes der Zivilbevölkerung;\n2. die Staatsangehörigkeit im Bunde;\n3. die Freizügigkeit, das Paßwesen, die Ein- und Auswanderung und die\n\nAuslieferung;\n4. das Währungs-, Geld- und Münzwesen, Maße und Gewichte sowie die\n\nZeitbestimmung;\n5. die Einheit des Zoll- und Handelsgebietes, die Handels- und\n\nSchiffahrtsverträge, die Freizügigkeit des Warenverkehrs und den Waren-\nund Zahlungsverkehr mit dem Auslande einschließlich des Zoll- und\nGrenzschutzes;\n\n6. den Luftverkehr;\n6a. den Verkehr von Eisenbahnen, die ganz oder mehrheitlich im Eigentum des\n\nBundes stehen (Eisenbahnen des Bundes), den Bau, die Unterhaltung und das\nBetreiben von Schienenwegen der Eisenbahnen des Bundes sowie die Erhebung\nvon Entgelten für die Benutzung dieser Schienenwege;\n\n7. das Postwesen und die Telekommunikation;\n8. die Rechtsverhältnisse der im Dienste des Bundes und der\n\nbundesunmittelbaren Körperschaften des öffentlichen Rechtes stehenden\nPersonen;\n\n9. den gewerblichen Rechtsschutz, das Urheberrecht und das Verlagsrecht;\n10. die Zusammenarbeit des Bundes und der Länder\n\na) in der Kriminalpolizei,\nb) zum Schutze der freiheitlichen demokratischen Grundordnung, des\n\nBestandes und der Sicherheit des Bundes oder eines Landes\n(Verfassungsschutz) und\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 22\n\nc) zum Schutze gegen Bestrebungen im Bundesgebiet, die durch Anwendung\nvon Gewalt oder darauf gerichtete Vorbereitungshandlungen auswärtige\nBelange der Bundesrepublik Deutschland gefährden,\n\nsowie die Einrichtung eines Bundeskriminalpolizeiamtes und die internationale\nVerbrechensbekämpfung;\n11. die Statistik für Bundeszwecke.",
        "references": []
    },
    {
        "article_number": "74",
        "title": "Art74",
        "content": "(1) Die konkurrierende Gesetzgebung erstreckt sich auf folgende Gebiete:\n1. das bürgerliche Recht, das Strafrecht und den Strafvollzug, die\n\nGerichtsverfassung, das gerichtliche Verfahren, die Rechtsanwaltschaft,\ndas Notariat und die Rechtsberatung;\n\n2. das Personenstandswesen;\n3. das Vereins- und Versammlungsrecht;\n4. das Aufenthalts- und Niederlassungsrecht der Ausländer;\n4a. das Waffen- und das Sprengstoffrecht;\n5.\n6. die Angelegenheiten der Flüchtlinge und Vertriebenen;\n7. die öffentliche Fürsorge;\n8.\n9. die Kriegsschäden und die Wiedergutmachung;\n10. die Versorgung der Kriegsbeschädigten und Kriegshinterbliebenen und die\n\nFürsorge für die ehemaligen Kriegsgefangenen;\n10a. die Kriegsgräber und Gräber anderer Opfer des Krieges und Opfer von\n\nGewaltherrschaft;\n11. das Recht der Wirtschaft (Bergbau, Industrie, Energiewirtschaft, Handwerk,\n\nGewerbe, Handel, Bank- und Börsenwesen, privatrechtliches\nVersicherungswesen);\n\n11a. die Erzeugung und Nutzung der Kernenergie zu friedlichen Zwecken, die\nErrichtung und den Betrieb von Anlagen, die diesen Zwecken dienen, den\nSchutz gegen Gefahren, die bei Freiwerden von Kernenergie oder durch\nionisierende Strahlen entstehen, und die Beseitigung radioaktiver Stoffe;\n\n12. das Arbeitsrecht einschließlich der Betriebsverfassung, des\nArbeitsschutzes und der Arbeitsvermittlung sowie die Sozialversicherung\neinschließlich der Arbeitslosenversicherung;\n\n13. die Regelung der Ausbildungsbeihilfen und die Förderung der\nwissenschaftlichen Forschung;\n\n14. das Recht der Enteignung, soweit sie auf den Sachgebieten der Artikel 73\nund 74 in Betracht kommt;\n\n15. die Überführung von Grund und Boden, von Naturschätzen und\nProduktionsmitteln in Gemeineigentum oder in andere Formen der\nGemeinwirtschaft;\n\n16. die Verhütung des Mißbrauchs wirtschaftlicher Machtstellung;\n17. die Förderung der land- und forstwirtschaftlichen Erzeugung, die Sicherung\n\nder Ernährung, die Ein- und Ausfuhr land- und forstwirtschaftlicher\nErzeugnisse, die Hochsee- und Küstenfischerei und den Küstenschutz;\n\n18. den Grundstücksverkehr, das Bodenrecht (ohne das Recht der\nErschließungsbeiträge) und das landwirtschaftliche Pachtwesen, das\nWohnungswesen, das Siedlungs- und Heimstättenwesen;\n\n19. die Maßnahmen gegen gemeingefährliche und übertragbare Krankheiten bei\nMenschen und Tieren, die Zulassung zu ärztlichen und anderen Heilberufen\nund zum Heilgewerbe, den Verkehr mit Arzneien, Heil- und Betäubungsmitteln\nund Giften;\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 23\n\n19a. die wirtschaftliche Sicherung der Krankenhäuser und die Regelung der\nKrankenhauspflegesätze;\n\n20. den Schutz beim Verkehr mit Lebens- und Genußmitteln, Bedarfsgegenständen,\nFuttermitteln und land- und forstwirtschaftlichem Saat- und Pflanzgut, den\nSchutz der Pflanzen gegen Krankheiten und Schädlinge sowie den Tierschutz;\n\n21. die Hochsee- und Küstenschiffahrt sowie die Seezeichen, die\nBinnenschiffahrt, den Wetterdienst, die Seewasserstraßen und die dem\nallgemeinen Verkehr dienenden Binnenwasserstraßen;\n\n22. den Straßenverkehr, das Kraftfahrwesen, den Bau und die Unterhaltung von\nLandstraßen für den Fernverkehr sowie die Erhebung und Verteilung von\nGebühren für die Benutzung öffentlicher Straßen mit Fahrzeugen;\n\n23. die Schienenbahnen, die nicht Eisenbahnen des Bundes sind, mit Ausnahme\nder Bergbahnen;\n\n24. die Abfallbeseitigung, die Luftreinhaltung und die Lärmbekämpfung;\n25. die Staatshaftung;\n26. die künstliche Befruchtung beim Menschen, die Untersuchung und die\n\nkünstliche Veränderung von Erbinformationen sowie Regelungen zur\nTransplantation von Organen und Geweben.\n\n(2) Gesetze nach Absatz 1 Nr. 25 bedürfen der Zustimmung des Bundesrates.",
        "references": [
            "73"
        ]
    },
    {
        "article_number": "74a",
        "title": "Art74a",
        "content": "(1) Die konkurrierende Gesetzgebung erstreckt sich ferner auf die Besoldung und\nVersorgung der Angehörigen des öffentlichen Dienstes, die in einem\nöffentlich-rechtlichen Dienst- und Treueverhältnis stehen, soweit dem Bund nicht nach\nArtikel 73 Nr. 8 die ausschließliche Gesetzgebung zusteht.\n(2) Bundesgesetze nach Absatz 1 bedürfen der Zustimmung des Bundesrates.\n(3) Der Zustimmung des Bundesrates bedürfen auch Bundesgesetze nach Artikel 73 Nr. 8,\nsoweit sie andere Maßstäbe für den Aufbau oder die Bemessung der Besoldung und\nVersorgung einschließlich der Bewertung der Ämter oder andere Mindest- oder\nHöchstbeträge vorsehen als Bundesgesetze nach Absatz 1.\n(4) Die Absätze 1 und 2 gelten entsprechend für die Besoldung und Versorgung der\nLandesrichter. Für Gesetze nach Artikel 98 Abs. 1 gilt Absatz 3 entsprechend.",
        "references": [
            "73",
            "98"
        ]
    },
    {
        "article_number": "75",
        "title": "Art75",
        "content": "(1) Der Bund hat das Recht, unter den Voraussetzungen des Artikels 72\nRahmenvorschriften für die Gesetzgebung der Länder zu erlassen über:\n1. die Rechtsverhältnisse der im öffentlichen Dienste der Länder, Gemeinden\n\nund anderen Körperschaften des öffentlichen Rechtes stehenden Personen,\nsoweit Artikel 74a nichts anderes bestimmt;\n\n1a. die allgemeinen Grundsätze des Hochschulwesens;\n2. die allgemeinen Rechtsverhältnisse der Presse;\n3. das Jagdwesen, den Naturschutz und die Landschaftspflege;\n4. die Bodenverteilung, die Raumordnung und den Wasserhaushalt;\n5. das Melde- und Ausweiswesen;\n6. den Schutz deutschen Kulturgutes gegen Abwanderung ins Ausland.\nArtikel 72 Abs. 3 gilt entsprechend.\n(2) Rahmenvorschriften dürfen nur in Ausnahmefällen in Einzelheiten gehende oder\nunmittelbar geltende Regelungen enthalten.\n(3) Erläßt der Bund Rahmenvorschriften, so sind die Länder verpflichtet, innerhalb\neiner durch das Gesetz bestimmten angemessenen Frist die erforderlichen Landesgesetze\nzu erlassen.",
        "references": [
            "74a",
            "72"
        ]
    },
    {
        "article_number": "76",
        "title": "Art76",
        "content": "(1) Gesetzesvorlagen werden beim Bundestage durch die Bundesregierung, aus der Mitte\ndes Bundestages oder durch den Bundesrat eingebracht.\n(2) Vorlagen der Bundesregierung sind zunächst dem Bundesrat zuzuleiten. Der\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 24\n\nBundesrat ist berechtigt, innerhalb von sechs Wochen zu diesen Vorlagen Stellung zu\nnehmen. Verlangt er aus wichtigem Grunde, insbesondere mit Rücksicht auf den Umfang\neiner Vorlage, eine Fristverlängerung, so beträgt die Frist neun Wochen. Die\nBundesregierung kann eine Vorlage, die sie bei der Zuleitung an den Bundesrat\nausnahmsweise als besonders eilbedürftig bezeichnet hat, nach drei Wochen oder, wenn\nder Bundesrat ein Verlangen nach Satz 3 geäußert hat, nach sechs Wochen dem Bundestag\nzuleiten, auch wenn die Stellungnahme des Bundesrates noch nicht bei ihr eingegangen\nist; sie hat die Stellungnahme des Bundesrates unverzüglich nach Eingang dem\nBundestag nachzureichen. Bei Vorlagen zur Änderung dieses Grundgesetzes und zur\nÜbertragung von Hoheitsrechten nach Artikel 23 oder Artikel 24 beträgt die Frist zur\nStellungnahme neun Wochen; Satz 4 findet keine Anwendung.\n(3) Vorlagen des Bundesrates sind dem Bundestag durch die Bundesregierung innerhalb\nvon sechs Wochen zuzuleiten. Sie soll hierbei ihre Auffassung darlegen. Verlangt sie\naus wichtigem Grunde, insbesondere mit Rücksicht auf den Umfang einer Vorlage, eine\nFristverlängerung, so beträgt die Frist neun Wochen. Wenn der Bundesrat eine Vorlage\nausnahmsweise als besonders eilbedürftig bezeichnet hat, beträgt die Frist drei\nWochen oder, wenn die Bundesregierung ein Verlangen nach Satz 3 geäußert hat, sechs\nWochen. Bei Vorlagen zur Änderung dieses Grundgesetzes und zur Übertragung von\nHoheitsrechten nach Artikel 23 oder Artikel 24 beträgt die Frist neun Wochen; Satz 4\nfindet keine Anwendung. Der Bundestag hat über die Vorlagen in angemessener Frist zu\nberaten und Beschluß zu fassen.",
        "references": [
            "23",
            "24"
        ]
    },
    {
        "article_number": "77",
        "title": "Art77",
        "content": "(1) Die Bundesgesetze werden vom Bundestage beschlossen. Sie sind nach ihrer Annahme\ndurch den Präsidenten des Bundestages unverzüglich dem Bundesrate zuzuleiten.\n(2) Der Bundesrat kann binnen drei Wochen nach Eingang des Gesetzesbeschlusses\nverlangen, daß ein aus Mitgliedern des Bundestages und des Bundesrates für die\ngemeinsame Beratung von Vorlagen gebildeter Ausschuß einberufen wird. Die\nZusammensetzung und das Verfahren dieses Ausschusses regelt eine Geschäftsordnung,\ndie vom Bundestag beschlossen wird und der Zustimmung des Bundesrates bedarf. Die in\ndiesen Ausschuß entsandten Mitglieder des Bundesrates sind nicht an Weisungen\ngebunden. Ist zu einem Gesetze die Zustimmung des Bundesrates erforderlich, so können\nauch der Bundestag und die Bundesregierung die Einberufung verlangen. Schlägt der\nAusschuß eine Änderung des Gesetzesbeschlusses vor, so hat der Bundestag erneut\nBeschluß zu fassen.\n(2a) Soweit zu einem Gesetz die Zustimmung des Bundesrates erforderlich ist, hat der\nBundesrat, wenn ein Verlangen nach Absatz 2 Satz 1 nicht gestellt oder das\nVermittlungsverfahren ohne einen Vorschlag zur Änderung des Gesetzesbeschlusses\nbeendet ist, in angemessener Frist über die Zustimmung Beschluß zu fassen.\n(3) Soweit zu einem Gesetze die Zustimmung des Bundesrates nicht erforderlich ist,\nkann der Bundesrat, wenn das Verfahren nach Absatz 2 beendigt ist, gegen ein vom\nBundestage beschlossenes Gesetz binnen zwei Wochen Einspruch einlegen. Die\nEinspruchsfrist beginnt im Falle des Absatzes 2 letzter Satz mit dem Eingange des vom\nBundestage erneut gefaßten Beschlusses, in allen anderen Fällen mit dem Eingange der\nMitteilung des Vorsitzenden des in Absatz 2 vorgesehenen Ausschusses, daß das\nVerfahren vor dem Ausschusse abgeschlossen ist.\n(4) Wird der Einspruch mit der Mehrheit der Stimmen des Bundesrates beschlossen, so\nkann er durch Beschluß der Mehrheit der Mitglieder des Bundestages zurückgewiesen\nwerden. Hat der Bundesrat den Einspruch mit einer Mehrheit von mindestens zwei\nDritteln seiner Stimmen beschlossen, so bedarf die Zurückweisung durch den Bundestag\neiner Mehrheit von zwei Dritteln, mindestens der Mehrheit der Mitglieder des\nBundestages.",
        "references": []
    },
    {
        "article_number": "78",
        "title": "Art78",
        "content": "Ein vom Bundestage beschlossenes Gesetz kommt zustande, wenn der Bundesrat zustimmt,\nden Antrag gemäß Artikel 77 Abs. 2 nicht stellt, innerhalb der Frist des Artikels 77\nAbs. 3 keinen Einspruch einlegt oder ihn zurücknimmt oder wenn der Einspruch vom\nBundestage überstimmt wird.",
        "references": [
            "77"
        ]
    },
    {
        "article_number": "79",
        "title": "Art79",
        "content": "(1) Das Grundgesetz kann nur durch ein Gesetz geändert werden, das den Wortlaut des\nGrundgesetzes ausdrücklich ändert oder ergänzt. Bei völkerrechtlichen Verträgen, die\neine Friedensregelung, die Vorbereitung einer Friedensregelung oder den Abbau einer\nbesatzungsrechtlichen Ordnung zum Gegenstand haben oder der Verteidigung der\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 25\n\nBundesrepublik zu dienen bestimmt sind, genügt zur Klarstellung, daß die Bestimmungen\ndes Grundgesetzes dem Abschluß und dem Inkraftsetzen der Verträge nicht\nentgegenstehen, eine Ergänzung des Wortlautes des Grundgesetzes, die sich auf diese\nKlarstellung beschränkt.\n(2) Ein solches Gesetz bedarf der Zustimmung von zwei Dritteln der Mitglieder des\nBundestages und zwei Dritteln der Stimmen des Bundesrates.\n(3) Eine Änderung dieses Grundgesetzes, durch welche die Gliederung des Bundes in\nLänder, die grundsätzliche Mitwirkung der Länder bei der Gesetzgebung oder die in den\nArtikeln 1 und 20 niedergelegten Grundsätze berührt werden, ist unzulässig.",
        "references": [
            "1"
        ]
    },
    {
        "article_number": "80",
        "title": "Art80",
        "content": "(1) Durch Gesetz können die Bundesregierung, ein Bundesminister oder die\nLandesregierungen ermächtigt werden, Rechtsverordnungen zu erlassen. Dabei müssen\nInhalt, Zweck und Ausmaß der erteilten Ermächtigung im Gesetze bestimmt werden. Die\nRechtsgrundlage ist in der Verordnung anzugeben. Ist durch Gesetz vorgesehen, daß\neine Ermächtigung weiter übertragen werden kann, so bedarf es zur Übertragung der\nErmächtigung einer Rechtsverordnung.\n(2) Der Zustimmung des Bundesrates bedürfen, vorbehaltlich anderweitiger\nbundesgesetzlicher Regelung, Rechtsverordnungen der Bundesregierung oder eines\nBundesministers über Grundsätze und Gebühren für die Benutzung der Einrichtungen des\nPostwesens und der Telekommunikation, über die Grundsätze der Erhebung des Entgelts\nfür die Benutzung der Einrichtungen der Eisenbahnen des Bundes, über den Bau und\nBetrieb der Eisenbahnen, sowie Rechtsverordnungen auf Grund von Bundesgesetzen, die\nder Zustimmung des Bundesrates bedürfen oder die von den Ländern im Auftrage des\nBundes oder als eigene Angelegenheit ausgeführt werden.\n(3) Der Bundesrat kann der Bundesregierung Vorlagen für den Erlaß von\nRechtsverordnungen zuleiten, die seiner Zustimmung bedürfen.\n(4) Soweit durch Bundesgesetz oder auf Grund von Bundesgesetzen Landesregierungen\nermächtigt werden, Rechtsverordnungen zu erlassen, sind die Länder zu einer Regelung\nauch durch Gesetz befugt.",
        "references": []
    },
    {
        "article_number": "80a",
        "title": "Art80a",
        "content": "(1) Ist in diesem Grundgesetz oder in einem Bundesgesetz über die Verteidigung\neinschließlich des Schutzes der Zivilbevölkerung bestimmt, daß Rechtsvorschriften nur\nnach Maßgabe dieses Artikels angewandt werden dürfen, so ist die Anwendung außer im\nVerteidigungsfalle nur zulässig, wenn der Bundestag den Eintritt des Spannungsfalles\nfestgestellt oder wenn er der Anwendung besonders zugestimmt hat. Die Feststellung\ndes Spannungsfalles und die besondere Zustimmung in den Fällen des Artikels 12a Abs.\n5 Satz 1 und Abs. 6 Satz 2 bedürfen einer Mehrheit von zwei Dritteln der abgegebenen\nStimmen.\n(2) Maßnahmen auf Grund von Rechtsvorschriften nach Absatz 1 sind aufzuheben, wenn\nder Bundestag es verlangt.\n(3) Abweichend von Absatz 1 ist die Anwendung solcher Rechtsvorschriften auch auf der\nGrundlage und nach Maßgabe eines Beschlusses zulässig, der von einem internationalen\nOrgan im Rahmen eines Bündnisvertrages mit Zustimmung der Bundesregierung gefaßt\nwird. Maßnahmen nach diesem Absatz sind aufzuheben, wenn der Bundestag es mit der\nMehrheit seiner Mitglieder verlangt.",
        "references": [
            "12a"
        ]
    },
    {
        "article_number": "81",
        "title": "Art81",
        "content": "(1) Wird im Falle des Artikels 68 der Bundestag nicht aufgelöst, so kann der\nBundespräsident auf Antrag der Bundesregierung mit Zustimmung des Bundesrates für\neine Gesetzesvorlage den Gesetzgebungsnotstand erklären, wenn der Bundestag sie\nablehnt, obwohl die Bundesregierung sie als dringlich bezeichnet hat. Das gleiche\ngilt, wenn eine Gesetzesvorlage abgelehnt worden ist, obwohl der Bundeskanzler mit\nihr den Antrag des Artikels 68 verbunden hatte.\n(2) Lehnt der Bundestag die Gesetzesvorlage nach Erklärung des\nGesetzgebungsnotstandes erneut ab oder nimmt er sie in einer für die Bundesregierung\nals unannehmbar bezeichneten Fassung an, so gilt das Gesetz als zustande gekommen,\nsoweit der Bundesrat ihm zustimmt. Das gleiche gilt, wenn die Vorlage vom Bundestage\nnicht innerhalb von vier Wochen nach der erneuten Einbringung verabschiedet wird.\n(3) Während der Amtszeit eines Bundeskanzlers kann auch jede andere vom Bundestage\nabgelehnte Gesetzesvorlage innerhalb einer Frist von sechs Monaten nach der ersten\nErklärung des Gesetzgebungsnotstandes gemäß Absatz 1 und 2 verabschiedet werden. Nach\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 26\n\nAblauf der Frist ist während der Amtszeit des gleichen Bundeskanzlers eine weitere\nErklärung des Gesetzgebungsnotstandes unzulässig.\n(4) Das Grundgesetz darf durch ein Gesetz, das nach Absatz 2 zustande kommt, weder\ngeändert, noch ganz oder teilweise außer Kraft oder außer Anwendung gesetzt werden.",
        "references": [
            "68"
        ]
    },
    {
        "article_number": "82",
        "title": "Art82",
        "content": "(1) Die nach den Vorschriften dieses Grundgesetzes zustande gekommenen Gesetze werden\nvom Bundespräsidenten nach Gegenzeichnung ausgefertigt und im Bundesgesetzblatte\nverkündet. Rechtsverordnungen werden von der Stelle, die sie erläßt, ausgefertigt und\nvorbehaltlich anderweitiger gesetzlicher Regelung im Bundesgesetzblatte verkündet.\n(2) Jedes Gesetz und jede Rechtsverordnung soll den Tag des Inkrafttretens bestimmen.\nFehlt eine solche Bestimmung, so treten sie mit dem vierzehnten Tage nach Ablauf des\nTages in Kraft, an dem das Bundesgesetzblatt ausgegeben worden ist.\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 27\n\nVIII. Die Ausführung der Bundesgesetze und die Bundesverwaltung",
        "references": []
    },
    {
        "article_number": "83",
        "title": "Art83",
        "content": "Die Länder führen die Bundesgesetze als eigene Angelegenheit aus, soweit dieses\nGrundgesetz nichts anderes bestimmt oder zuläßt.",
        "references": []
    },
    {
        "article_number": "84",
        "title": "Art84",
        "content": "(1) Führen die Länder die Bundesgesetze als eigene Angelegenheit aus, so regeln sie\ndie Einrichtung der Behörden und das Verwaltungsverfahren, soweit nicht Bundesgesetze\nmit Zustimmung des Bundesrates etwas anderes bestimmen.\n(2) Die Bundesregierung kann mit Zustimmung des Bundesrates allgemeine\nVerwaltungsvorschriften erlassen.\n(3) Die Bundesregierung übt die Aufsicht darüber aus, daß die Länder die\nBundesgesetze dem geltenden Rechte gemäß ausführen. Die Bundesregierung kann zu\ndiesem Zwecke Beauftragte zu den obersten Landesbehörden entsenden, mit deren\nZustimmung und, falls diese Zustimmung versagt wird, mit Zustimmung des Bundesrates\nauch zu den nachgeordneten Behörden.\n(4) Werden Mängel, die die Bundesregierung bei der Ausführung der Bundesgesetze in\nden Ländern festgestellt hat, nicht beseitigt, so beschließt auf Antrag der\nBundesregierung oder des Landes der Bundesrat, ob das Land das Recht verletzt hat.\nGegen den Beschluß des Bundesrates kann das Bundesverfassungsgericht angerufen\nwerden.\n(5) Der Bundesregierung kann durch Bundesgesetz, das der Zustimmung des Bundesrates\nbedarf, zur Ausführung von Bundesgesetzen die Befugnis verliehen werden, für\nbesondere Fälle Einzelweisungen zu erteilen. Sie sind, außer wenn die Bundesregierung\nden Fall für dringlich erachtet, an die obersten Landesbehörden zu richten.",
        "references": []
    },
    {
        "article_number": "85",
        "title": "Art85",
        "content": "(1) Führen die Länder die Bundesgesetze im Auftrage des Bundes aus, so bleibt die\nEinrichtung der Behörden Angelegenheit der Länder, soweit nicht Bundesgesetze mit\nZustimmung des Bundesrates etwas anderes bestimmen.\n(2) Die Bundesregierung kann mit Zustimmung des Bundesrates allgemeine\nVerwaltungsvorschriften erlassen. Sie kann die einheitliche Ausbildung der Beamten\nund Angestellten regeln. Die Leiter der Mittelbehörden sind mit ihrem Einvernehmen zu\nbestellen.\n(3) Die Landesbehörden unterstehen den Weisungen der zuständigen obersten\nBundesbehörden. Die Weisungen sind, außer wenn die Bundesregierung es für dringlich\nerachtet, an die obersten Landesbehörden zu richten. Der Vollzug der Weisung ist\ndurch die obersten Landesbehörden sicherzustellen.\n(4) Die Bundesaufsicht erstreckt sich auf Gesetzmäßigkeit und Zweckmäßigkeit der\nAusführung. Die Bundesregierung kann zu diesem Zwecke Bericht und Vorlage der Akten\nverlangen und Beauftragte zu allen Behörden entsenden.",
        "references": []
    },
    {
        "article_number": "86",
        "title": "Art86",
        "content": "Führt der Bund die Gesetze durch bundeseigene Verwaltung oder durch\nbundesunmittelbare Körperschaften oder Anstalten des öffentlichen Rechtes aus, so\nerläßt die Bundesregierung, soweit nicht das Gesetz Besonderes vorschreibt, die\nallgemeinen Verwaltungsvorschriften. Sie regelt, soweit das Gesetz nichts anderes\nbestimmt, die Einrichtung der Behörden.",
        "references": []
    },
    {
        "article_number": "87",
        "title": "Art87",
        "content": "(1) In bundeseigener Verwaltung mit eigenem Verwaltungsunterbau werden geführt der\nAuswärtige Dienst, die Bundesfinanzverwaltung und nach Maßgabe des Artikels 89 die\nVerwaltung der Bundeswasserstraßen und der Schiffahrt. Durch Bundesgesetz können\nBundesgrenzschutzbehörden, Zentralstellen für das polizeiliche Auskunfts- und\nNachrichtenwesen, für die Kriminalpolizei und zur Sammlung von Unterlagen für Zwecke\ndes Verfassungsschutzes und des Schutzes gegen Bestrebungen im Bundesgebiet, die\ndurch Anwendung von Gewalt oder darauf gerichtete Vorbereitungshandlungen auswärtige\nBelange der Bundesrepublik Deutschland gefährden, eingerichtet werden.\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 28\n\n(2) Als bundesunmittelbare Körperschaften des öffentlichen Rechtes werden diejenigen\nsozialen Versicherungsträger geführt, deren Zuständigkeitsbereich sich über das\nGebiet eines Landes hinaus erstreckt. Soziale Versicherungsträger, deren\nZuständigkeitsbereich sich über das Gebiet eines Landes, aber nicht über mehr als\ndrei Länder hinaus erstreckt, werden abweichend von Satz 1 als landesunmittelbare\nKörperschaften des öffentlichen Rechtes geführt, wenn das aufsichtsführende Land\ndurch die beteiligten Länder bestimmt ist.\n(3) Außerdem können für Angelegenheiten, für die dem Bunde die Gesetzgebung zusteht,\nselbständige Bundesoberbehörden und neue bundesunmittelbare Körperschaften und\nAnstalten des öffentlichen Rechtes durch Bundesgesetz errichtet werden. Erwachsen dem\nBunde auf Gebieten, für die ihm die Gesetzgebung zusteht, neue Aufgaben, so können\nbei dringendem Bedarf bundeseigene Mittel- und Unterbehörden mit Zustimmung des\nBundesrates und der Mehrheit der Mitglieder des Bundestages errichtet werden.",
        "references": [
            "89"
        ]
    },
    {
        "article_number": "87a",
        "title": "Art87a",
        "content": "(1) Der Bund stellt Streitkräfte zur Verteidigung auf. Ihre zahlenmäßige Stärke und\ndie Grundzüge ihrer Organisation müssen sich aus dem Haushaltsplan ergeben.\n(2) Außer zur Verteidigung dürfen die Streitkräfte nur eingesetzt werden, soweit\ndieses Grundgesetz es ausdrücklich zuläßt.\n(3) Die Streitkräfte haben im Verteidigungsfalle und im Spannungsfalle die Befugnis,\nzivile Objekte zu schützen und Aufgaben der Verkehrsregelung wahrzunehmen, soweit\ndies zur Erfüllung ihres Verteidigungsauftrages erforderlich ist. Außerdem kann den\nStreitkräften im Verteidigungsfalle und im Spannungsfalle der Schutz ziviler Objekte\nauch zur Unterstützung polizeilicher Maßnahmen übertragen werden; die Streitkräfte\nwirken dabei mit den zuständigen Behörden zusammen.\n(4) Zur Abwehr einer drohenden Gefahr für den Bestand oder die freiheitliche\ndemokratische Grundordnung des Bundes oder eines Landes kann die Bundesregierung,\nwenn die Voraussetzungen des Artikels 91 Abs. 2 vorliegen und die Polizeikräfte sowie\nder Bundesgrenzschutz nicht ausreichen, Streitkräfte zur Unterstützung der Polizei\nund des Bundesgrenzschutzes beim Schutze von zivilen Objekten und bei der Bekämpfung\norganisierter und militärisch bewaffneter Aufständischer einsetzen. Der Einsatz von\nStreitkräften ist einzustellen, wenn der Bundestag oder der Bundesrat es verlangen.",
        "references": [
            "91"
        ]
    },
    {
        "article_number": "87b",
        "title": "Art87b",
        "content": "(1) Die Bundeswehrverwaltung wird in bundeseigener Verwaltung mit eigenem\nVerwaltungsunterbau geführt. Sie dient den Aufgaben des Personalwesens und der\nunmittelbaren Deckung des Sachbedarfs der Streitkräfte. Aufgaben der\nBeschädigtenversorgung und des Bauwesens können der Bundeswehrverwaltung nur durch\nBundesgesetz, das der Zustimmung des Bundesrates bedarf, übertragen werden. Der\nZustimmung des Bundesrates bedürfen ferner Gesetze, soweit sie die\nBundeswehrverwaltung zu Eingriffen in Rechte Dritter ermächtigen; das gilt nicht für\nGesetze auf dem Gebiete des Personalwesens.\n(2) Im übrigen können Bundesgesetze, die der Verteidigung einschließlich des\nWehrersatzwesens und des Schutzes der Zivilbevölkerung dienen, mit Zustimmung des\nBundesrates bestimmen, daß sie ganz oder teilweise in bundeseigener Verwaltung mit\neigenem Verwaltungsunterbau oder von den Ländern im Auftrage des Bundes ausgeführt\nwerden. Werden solche Gesetze von den Ländern im Auftrage des Bundes ausgeführt, so\nkönnen sie mit Zustimmung des Bundesrates bestimmen, daß die der Bundesregierung und\nden zuständigen obersten Bundesbehörden auf Grund des Artikels 85 zustehenden\nBefugnisse ganz oder teilweise Bundesoberbehörden übertragen werden; dabei kann\nbestimmt werden, daß diese Behörden beim Erlaß allgemeiner Verwaltungsvorschriften\ngemäß Artikel 85 Abs. 2 Satz 1 nicht der Zustimmung des Bundesrates bedürfen.",
        "references": [
            "85"
        ]
    },
    {
        "article_number": "87c",
        "title": "Art87c",
        "content": "Gesetze, die auf Grund des Artikels 74 Nr. 11a ergehen, können mit Zustimmung des\nBundesrates bestimmen, daß sie von den Ländern im Auftrage des Bundes ausgeführt\nwerden.",
        "references": [
            "74"
        ]
    },
    {
        "article_number": "87d",
        "title": "Art87d",
        "content": "(1) Die Luftverkehrsverwaltung wird in bundeseigener Verwaltung geführt. Über die\nöffentlich-rechtliche oder privat-rechtliche Organisationsform wird durch\nBundesgesetz entschieden.\n(2) Durch Bundesgesetz, das der Zustimmung des Bundesrates bedarf, können Aufgaben\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 29\n\nder Luftverkehrsverwaltung den Ländern als Auftragsverwaltung übertragen werden.",
        "references": []
    },
    {
        "article_number": "87e",
        "title": "Art87e",
        "content": "(1) Die Eisenbahnverkehrsverwaltung für Eisenbahnen des Bundes wird in bundeseigener\nVerwaltung geführt. Durch Bundesgesetz können Aufgaben der\nEisenbahnverkehrsverwaltung den Ländern als eigene Angelegenheit übertragen werden.\n(2) Der Bund nimmt die über den Bereich der Eisenbahnen des Bundes hinausgehenden\nAufgaben der Eisenbahnverkehrsverwaltung wahr, die ihm durch Bundesgesetz übertragen\nwerden.\n(3) Eisenbahnen des Bundes werden als Wirtschaftsunternehmen in privat-rechtlicher\nForm geführt. Diese stehen im Eigentum des Bundes, soweit die Tätigkeit des\nWirtschaftsunternehmens den Bau, die Unterhaltung und das Betreiben von Schienenwegen\numfaßt. Die Veräußerung von Anteilen des Bundes an den Unternehmen nach Satz 2\nerfolgt auf Grund eines Gesetzes; die Mehrheit der Anteile an diesen Unternehmen\nverbleibt beim Bund. Das Nähere wird durch Bundesgesetz geregelt.\n(4) Der Bund gewährleistet, daß dem Wohl der Allgemeinheit, insbesondere den\nVerkehrsbedürfnissen, beim Ausbau und Erhalt des Schienennetzes der Eisenbahnen des\nBundes sowie bei deren Verkehrsangeboten auf diesem Schienennetz, soweit diese nicht\nden Schienenpersonennahverkehr betreffen, Rechnung getragen wird. Das Nähere wird\ndurch Bundesgesetz geregelt.\n(5) Gesetze auf Grund der Absätze 1 bis 4 bedürfen der Zustimmung des Bundesrates.\nDer Zustimmung des Bundesrates bedürfen ferner Gesetze, die die Auflösung, die\nVerschmelzung und die Aufspaltung von Eisenbahnunternehmen des Bundes, die\nÜbertragung von Schienenwegen der Eisenbahnen des Bundes an Dritte sowie die\nStillegung von Schienenwegen der Eisenbahnen des Bundes regeln oder Auswirkungen auf\nden Schienenpersonennahverkehr haben.",
        "references": []
    },
    {
        "article_number": "87f",
        "title": "Art87f",
        "content": "(1) Nach Maßgabe eines Bundesgesetzes, das der Zustimmung des Bundesrates bedarf,\ngewährleistet der Bund im Bereich des Postwesens und der Telekommunikation\nflächendeckend angemessene und ausreichende Dienstleistungen.\n(2) Dienstleistungen im Sinne des Absatzes 1 werden als privatwirtschaftliche\nTätigkeiten durch die aus dem Sondervermögen Deutsche Bundespost hervorgegangenen\nUnternehmen und durch andere private Anbieter erbracht. Hoheitsaufgaben im Bereich\ndes Postwesens und der Telekommunikation werden in bundeseigener Verwaltung\nausgeführt.\n(3) Unbeschadet des Absatzes 2 Satz 2 führt der Bund in der Rechtsform einer\nbundesunmittelbaren Anstalt des öffentlichen Rechts einzelne Aufgaben in bezug auf\ndie aus dem Sondervermögen Deutsche Bundespost hervorgegangenen Unternehmen nach\nMaßgabe eines Bundesgesetzes aus.",
        "references": []
    },
    {
        "article_number": "88",
        "title": "Art88",
        "content": "Der Bund errichtet eine Währungs- und Notenbank als Bundesbank. Ihre Aufgaben und\nBefugnisse können im Rahmen der Europäischen Union der Europäischen Zentralbank\nübertragen werden, die unabhängig ist und dem vorrangigen Ziel der Sicherung der\nPreisstabilität verpflichtet.",
        "references": []
    },
    {
        "article_number": "89",
        "title": "Art89",
        "content": "(1) Der Bund ist Eigentümer der bisherigen Reichswasserstraßen.\n(2) Der Bund verwaltet die Bundeswasserstraßen durch eigene Behörden. Er nimmt die\nüber den Bereich eines Landes hinausgehenden staatlichen Aufgaben der\nBinnenschiffahrt und die Aufgaben der Seeschiffahrt wahr, die ihm durch Gesetz\nübertragen werden. Er kann die Verwaltung von Bundeswasserstraßen, soweit sie im\nGebiete eines Landes liegen, diesem Lande auf Antrag als Auftragsverwaltung\nübertragen. Berührt eine Wasserstraße das Gebiet mehrerer Länder, so kann der Bund\ndas Land beauftragen, für das die beteiligten Länder es beantragen.\n(3) Bei der Verwaltung, dem Ausbau und dem Neubau von Wasserstraßen sind die\nBedürfnisse der Landeskultur und der Wasserwirtschaft im Einvernehmen mit den Ländern\nzu wahren.",
        "references": []
    },
    {
        "article_number": "90",
        "title": "Art90",
        "content": "(1) Der Bund ist Eigentümer der bisherigen Reichsautobahnen und Reichsstraßen.\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 30\n\n(2) Die Länder oder die nach Landesrecht zuständigen Selbstverwaltungskörperschaften\nverwalten die Bundesautobahnen und sonstigen Bundesstraßen des Fernverkehrs im\nAuftrage des Bundes.\n(3) Auf Antrag eines Landes kann der Bund Bundesautobahnen und sonstige Bundesstraßen\ndes Fernverkehrs, soweit sie im Gebiet dieses Landes liegen, in bundeseigene\nVerwaltung übernehmen.",
        "references": []
    },
    {
        "article_number": "91",
        "title": "Art91",
        "content": "(1) Zur Abwehr einer drohenden Gefahr für den Bestand oder die freiheitliche\ndemokratische Grundordnung des Bundes oder eines Landes kann ein Land Polizeikräfte\nanderer Länder sowie Kräfte und Einrichtungen anderer Verwaltungen und des\nBundesgrenzschutzes anfordern.\n(2) Ist das Land, in dem die Gefahr droht, nicht selbst zur Bekämpfung der Gefahr\nbereit oder in der Lage, so kann die Bundesregierung die Polizei in diesem Lande und\ndie Polizeikräfte anderer Länder ihren Weisungen unterstellen sowie Einheiten des\nBundesgrenzschutzes einsetzen. Die Anordnung ist nach Beseitigung der Gefahr, im\nübrigen jederzeit auf Verlangen des Bundesrates aufzuheben. Erstreckt sich die Gefahr\nauf das Gebiet mehr als eines Landes, so kann die Bundesregierung, soweit es zur\nwirksamen Bekämpfung erforderlich ist, den Landesregierungen Weisungen erteilen; Satz\n1 und Satz 2 bleiben unberührt.\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 31\n\nGemeinschaftsaufgaben VIIIa.",
        "references": []
    },
    {
        "article_number": "91a",
        "title": "Art91a",
        "content": "(1) Der Bund wirkt auf folgenden Gebieten bei der Erfüllung von Aufgaben der Länder\nmit, wenn diese Aufgaben für die Gesamtheit bedeutsam sind und die Mitwirkung des\nBundes zur Verbesserung der Lebensverhältnisse erforderlich ist\n(Gemeinschaftsaufgaben):\n1. Ausbau und Neubau von Hochschulen einschließlich der Hochschulkliniken,\n2. Verbesserung der regionalen Wirtschaftsstruktur,\n3. Verbesserung der Agrarstruktur und des Küstenschutzes.\n(2) Durch Bundesgesetz mit Zustimmung des Bundesrates werden die\nGemeinschaftsaufgaben näher bestimmt. Das Gesetz soll allgemeine Grundsätze für ihre\nErfüllung enthalten.\n(3) Das Gesetz trifft Bestimmungen über das Verfahren und über Einrichtungen für eine\ngemeinsame Rahmenplanung. Die Aufnahme eines Vorhabens in die Rahmenplanung bedarf\nder Zustimmung des Landes, in dessen Gebiet es durchgeführt wird.\n(4) Der Bund trägt in den Fällen des Absatzes 1 Nr. 1 und 2 die Hälfte der Ausgaben\nin jedem Land. In den Fällen des Absatzes 1 Nr. 3 trägt der Bund mindestens die\nHälfte; die Beteiligung ist für alle Länder einheitlich festzusetzen. Das Nähere\nregelt das Gesetz. Die Bereitstellung der Mittel bleibt der Feststellung in den\nHaushaltsplänen des Bundes und der Länder vorbehalten.\n(5) Bundesregierung und Bundesrat sind auf Verlangen über die Durchführung der\nGemeinschaftsaufgaben zu unterrichten.",
        "references": []
    },
    {
        "article_number": "91b",
        "title": "Art91b",
        "content": "Bund und Länder können auf Grund von Vereinbarungen bei der Bildungsplanung und bei\nder Förderung von Einrichtungen und Vorhaben der wissenschaftlichen Forschung von\nüberregionaler Bedeutung zusammenwirken. Die Aufteilung der Kosten wird in der\nVereinbarung geregelt.\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 32\n\nIX. Die Rechtsprechung",
        "references": []
    },
    {
        "article_number": "92",
        "title": "Art92",
        "content": "Die rechtsprechende Gewalt ist den Richtern anvertraut; sie wird durch das\nBundesverfassungsgericht, durch die in diesem Grundgesetze vorgesehenen\nBundesgerichte und durch die Gerichte der Länder ausgeübt.",
        "references": []
    },
    {
        "article_number": "93",
        "title": "Art93",
        "content": "(1) Das Bundesverfassungsgericht entscheidet:\n1. über die Auslegung dieses Grundgesetzes aus Anlaß von Streitigkeiten über\n\nden Umfang der Rechte und Pflichten eines obersten Bundesorgans oder\nanderer Beteiligter, die durch dieses Grundgesetz oder in der\nGeschäftsordnung eines obersten Bundesorgans mit eigenen Rechten\nausgestattet sind;\n\n2. bei Meinungsverschiedenheiten oder Zweifeln über die förmliche und\nsachliche Vereinbarkeit von Bundesrecht oder Landesrecht mit diesem\nGrundgesetze oder die Vereinbarkeit von Landesrecht mit sonstigem\nBundesrechte auf Antrag der Bundesregierung, einer Landesregierung oder\neines Drittels der Mitglieder des Bundestages;\n\n2a. bei Meinungsverschiedenheiten, ob ein Gesetz den Voraussetzungen des\nArtikels 72 Abs. 2 entspricht, auf Antrag des Bundesrates, einer\nLandesregierung oder der Volksvertretung eines Landes;\n\n3. bei Meinungsverschiedenheiten über Rechte und Pflichten des Bundes und der\nLänder, insbesondere bei der Ausführung von Bundesrecht durch die Länder\nund bei der Ausübung der Bundesaufsicht;\n\n4. in anderen öffentlich-rechtlichen Streitigkeiten zwischen dem Bunde und\nden Ländern, zwischen verschiedenen Ländern oder innerhalb eines Landes,\nsoweit nicht ein anderer Rechtsweg gegeben ist;\n\n4a. über Verfassungsbeschwerden, die von jedermann mit der Behauptung erhoben\nwerden können, durch die öffentliche Gewalt in einem seiner Grundrechte\noder in einem seiner in Artikel 20 Abs. 4, 33, 38, 101, 103 und 104\nenthaltenen Rechte verletzt zu sein;\n\n4b. über Verfassungsbeschwerden von Gemeinden und Gemeindeverbänden wegen\nVerletzung des Rechts auf Selbstverwaltung nach Artikel 28 durch ein\nGesetz, bei Landesgesetzen jedoch nur, soweit nicht Beschwerde beim\nLandesverfassungsgericht erhoben werden kann;\n\n5. in den übrigen in diesem Grundgesetze vorgesehenen Fällen.\n(2) Das Bundesverfassungsgericht wird ferner in den ihm sonst durch Bundesgesetz\nzugewiesenen Fällen tätig.",
        "references": [
            "28",
            "72",
            "20"
        ]
    },
    {
        "article_number": "94",
        "title": "Art94",
        "content": "(1) Das Bundesverfassungsgericht besteht aus Bundesrichtern und anderen Mitgliedern.\nDie Mitglieder des Bundesverfassungsgerichtes werden je zur Hälfte vom Bundestage und\nvom Bundesrate gewählt. Sie dürfen weder dem Bundestage, dem Bundesrate, der\nBundesregierung noch entsprechenden Organen eines Landes angehören.\n(2) Ein Bundesgesetz regelt seine Verfassung und das Verfahren und bestimmt, in\nwelchen Fällen seine Entscheidungen Gesetzeskraft haben. Es kann für\nVerfassungsbeschwerden die vorherige Erschöpfung des Rechtsweges zur Voraussetzung\nmachen und ein besonderes Annahmeverfahren vorsehen.",
        "references": []
    },
    {
        "article_number": "95",
        "title": "Art95",
        "content": "(1) Für die Gebiete der ordentlichen, der Verwaltungs-, der Finanz-, der Arbeits- und\nder Sozialgerichtsbarkeit errichtet der Bund als oberste Gerichtshöfe den\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 33\n\nBundesgerichtshof, das Bundesverwaltungsgericht, den Bundesfinanzhof, das\nBundesarbeitsgericht und das Bundessozialgericht.\n(2) Über die Berufung der Richter dieser Gerichte entscheidet der für das jeweilige\nSachgebiet zuständige Bundesminister gemeinsam mit einem Richterwahlausschuß, der aus\nden für das jeweilige Sachgebiet zuständigen Ministern der Länder und einer gleichen\nAnzahl von Mitgliedern besteht, die vom Bundestage gewählt werden.\n(3) Zur Wahrung der Einheitlichkeit der Rechtsprechung ist ein Gemeinsamer Senat der\nin Absatz 1 genannten Gerichte zu bilden. Das Nähere regelt ein Bundesgesetz.",
        "references": []
    },
    {
        "article_number": "96",
        "title": "Art96",
        "content": "(1) Der Bund kann für Angelegenheiten des gewerblichen Rechtsschutzes ein\nBundesgericht errichten.\n(2) Der Bund kann Wehrstrafgerichte für die Streitkräfte als Bundesgerichte\nerrichten. Sie können die Strafgerichtsbarkeit nur im Verteidigungsfalle sowie über\nAngehörige der Streitkräfte ausüben, die in das Ausland entsandt oder an Bord von\nKriegsschiffen eingeschifft sind. Das Nähere regelt ein Bundesgesetz. Diese Gerichte\ngehören zum Geschäftsbereich des Bundesjustizministers. Ihre hauptamtlichen Richter\nmüssen die Befähigung zum Richteramt haben.\n(3) Oberster Gerichtshof für die in Absatz 1 und 2 genannten Gerichte ist der\nBundesgerichtshof.\n(4) Der Bund kann für Personen, die zu ihm in einem öffentlich-rechtlichen\nDienstverhältnis stehen, Bundesgerichte zur Entscheidung in Disziplinarverfahren und\nBeschwerdeverfahren errichten.\n(5) Für Strafverfahren auf den folgenden Gebieten kann ein Bundesgesetz mit\nZustimmung des Bundesrates vorsehen, dass Gerichte der Länder Gerichtsbarkeit des\nBundes ausüben:\n1. Völkermord;\n2. völkerstrafrechtliche Verbrechen gegen die Menschlichkeit;\n3. Kriegsverbrechen;\n4. andere Handlungen, die geeignet sind und in der Absicht vorgenommen\n\nwerden, das friedliche Zusammenleben der Völker zu stören (Artikel 26 Abs.\n1);\n\n5. Staatsschutz.",
        "references": [
            "26"
        ]
    },
    {
        "article_number": "97",
        "title": "Art97",
        "content": "(1) Die Richter sind unabhängig und nur dem Gesetze unterworfen.\n(2) Die hauptamtlich und planmäßig endgültig angestellten Richter können wider ihren\nWillen nur kraft richterlicher Entscheidung und nur aus Gründen und unter den Formen,\nwelche die Gesetze bestimmen, vor Ablauf ihrer Amtszeit entlassen oder dauernd oder\nzeitweise ihres Amtes enthoben oder an eine andere Stelle oder in den Ruhestand\nversetzt werden. Die Gesetzgebung kann Altersgrenzen festsetzen, bei deren Erreichung\nauf Lebenszeit angestellte Richter in den Ruhestand treten. Bei Veränderung der\nEinrichtung der Gerichte oder ihrer Bezirke können Richter an ein anderes Gericht\nversetzt oder aus dem Amte entfernt werden, jedoch nur unter Belassung des vollen\nGehaltes.",
        "references": []
    },
    {
        "article_number": "98",
        "title": "Art98",
        "content": "(1) Die Rechtsstellung der Bundesrichter ist durch besonderes Bundesgesetz zu regeln.\n(2) Wenn ein Bundesrichter im Amte oder außerhalb des Amtes gegen die Grundsätze des\nGrundgesetzes oder gegen die verfassungsmäßige Ordnung eines Landes verstößt, so kann\ndas Bundesverfassungsgericht mit Zweidrittelmehrheit auf Antrag des Bundestages\nanordnen, daß der Richter in ein anderes Amt oder in den Ruhestand zu versetzen ist.\nIm Falle eines vorsätzlichen Verstoßes kann auf Entlassung erkannt werden.\n(3) Die Rechtsstellung der Richter in den Ländern ist durch besondere Landesgesetze\nzu regeln. Der Bund kann Rahmenvorschriften erlassen, soweit Artikel 74a Abs. 4\nnichts anderes bestimmt.\n(4) Die Länder können bestimmen, daß über die Anstellung der Richter in den Ländern\nder Landesjustizminister gemeinsam mit einem Richterwahlausschuß entscheidet.\n(5) Die Länder können für Landesrichter eine Absatz 2 entsprechende Regelung treffen.\nGeltendes Landesverfassungsrecht bleibt unberührt. Die Entscheidung über eine\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 34\n\nRichteranklage steht dem Bundesverfassungsgericht zu.",
        "references": [
            "74a"
        ]
    },
    {
        "article_number": "99",
        "title": "Art99",
        "content": "Dem Bundesverfassungsgerichte kann durch Landesgesetz die Entscheidung von\nVerfassungsstreitigkeiten innerhalb eines Landes, den in Artikel 95 Abs. 1 genannten\nobersten Gerichtshöfen für den letzten Rechtszug die Entscheidung in solchen Sachen\nzugewiesen werden, bei denen es sich um die Anwendung von Landesrecht handelt.",
        "references": [
            "95"
        ]
    },
    {
        "article_number": "100",
        "title": "Art100",
        "content": "(1) Hält ein Gericht ein Gesetz, auf dessen Gültigkeit es bei der Entscheidung\nankommt, für verfassungswidrig, so ist das Verfahren auszusetzen und, wenn es sich um\ndie Verletzung der Verfassung eines Landes handelt, die Entscheidung des für\nVerfassungsstreitigkeiten zuständigen Gerichtes des Landes, wenn es sich um die\nVerletzung dieses Grundgesetzes handelt, die Entscheidung des\nBundesverfassungsgerichtes einzuholen. Dies gilt auch, wenn es sich um die Verletzung\ndieses Grundgesetzes durch Landesrecht oder um die Unvereinbarkeit eines\nLandesgesetzes mit einem Bundesgesetze handelt.\n(2) Ist in einem Rechtsstreite zweifelhaft, ob eine Regel des Völkerrechtes\nBestandteil des Bundesrechtes ist und ob sie unmittelbar Rechte und Pflichten für den\nEinzelnen erzeugt (Artikel 25), so hat das Gericht die Entscheidung des\nBundesverfassungsgerichtes einzuholen.\n(3) Will das Verfassungsgericht eines Landes bei der Auslegung des Grundgesetzes von\neiner Entscheidung des Bundesverfassungsgerichtes oder des Verfassungsgerichtes eines\nanderen Landes abweichen, so hat das Verfassungsgericht die Entscheidung des\nBundesverfassungsgerichtes einzuholen.",
        "references": [
            "25"
        ]
    },
    {
        "article_number": "101",
        "title": "Art101",
        "content": "(1) Ausnahmegerichte sind unzulässig. Niemand darf seinem gesetzlichen Richter\nentzogen werden.\n(2) Gerichte für besondere Sachgebiete können nur durch Gesetz errichtet werden.",
        "references": []
    },
    {
        "article_number": "102",
        "title": "Art102",
        "content": "Die Todesstrafe ist abgeschafft.",
        "references": []
    },
    {
        "article_number": "103",
        "title": "Art103",
        "content": "(1) Vor Gericht hat jedermann Anspruch auf rechtliches Gehör.\n(2) Eine Tat kann nur bestraft werden, wenn die Strafbarkeit gesetzlich bestimmt war,\nbevor die Tat begangen wurde.\n(3) Niemand darf wegen derselben Tat auf Grund der allgemeinen Strafgesetze mehrmals\nbestraft werden.",
        "references": []
    },
    {
        "article_number": "104",
        "title": "Art104",
        "content": "(1) Die Freiheit der Person kann nur auf Grund eines förmlichen Gesetzes und nur\nunter Beachtung der darin vorgeschriebenen Formen beschränkt werden. Festgehaltene\nPersonen dürfen weder seelisch noch körperlich mißhandelt werden.\n(2) Über die Zulässigkeit und Fortdauer einer Freiheitsentziehung hat nur der Richter\nzu entscheiden. Bei jeder nicht auf richterlicher Anordnung beruhenden\nFreiheitsentziehung ist unverzüglich eine richterliche Entscheidung herbeizuführen.\nDie Polizei darf aus eigener Machtvollkommenheit niemanden länger als bis zum Ende\ndes Tages nach dem Ergreifen in eigenem Gewahrsam halten. Das Nähere ist gesetzlich\nzu regeln.\n(3) Jeder wegen des Verdachtes einer strafbaren Handlung vorläufig Festgenommene ist\nspätestens am Tage nach der Festnahme dem Richter vorzuführen, der ihm die Gründe der\nFestnahme mitzuteilen, ihn zu vernehmen und ihm Gelegenheit zu Einwendungen zu geben\nhat. Der Richter hat unverzüglich entweder einen mit Gründen versehenen schriftlichen\nHaftbefehl zu erlassen oder die Freilassung anzuordnen.\n(4) Von jeder richterlichen Entscheidung über die Anordnung oder Fortdauer einer\nFreiheitsentziehung ist unverzüglich ein Angehöriger des Festgehaltenen oder eine\nPerson seines Vertrauens zu benachrichtigen.\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 35\n\nX. Das Finanzwesen",
        "references": []
    },
    {
        "article_number": "104a",
        "title": "Art104a",
        "content": "(1) Der Bund und die Länder tragen gesondert die Ausgaben, die sich aus der\nWahrnehmung ihrer Aufgaben ergeben, soweit dieses Grundgesetz nichts anderes\nbestimmt.\n(2) Handeln die Länder im Auftrage des Bundes, trägt der Bund die sich daraus\nergebenden Ausgaben.\n(3) Bundesgesetze, die Geldleistungen gewähren und von den Ländern ausgeführt werden,\nkönnen bestimmen, daß die Geldleistungen ganz oder zum Teil vom Bund getragen werden.\nBestimmt das Gesetz, daß der Bund die Hälfte der Ausgaben oder mehr trägt, wird es im\nAuftrage des Bundes durchgeführt. Bestimmt das Gesetz, daß die Länder ein Viertel der\nAusgaben oder mehr tragen, so bedarf es der Zustimmung des Bundesrates.\n(4) Der Bund kann den Ländern Finanzhilfen für besonders bedeutsame Investitionen der\nLänder und Gemeinden (Gemeindeverbände) gewähren, die zur Abwehr einer Störung des\ngesamtwirtschaftlichen Gleichgewichts oder zum Ausgleich unterschiedlicher\nWirtschaftskraft im Bundesgebiet oder zur Förderung des wirtschaftlichen Wachstums\nerforderlich sind. Das Nähere, insbesondere die Arten der zu fördernden\nInvestitionen, wird durch Bundesgesetz, das der Zustimmung des Bundesrates bedarf,\noder auf Grund des Bundeshaushaltsgesetzes durch Verwaltungsvereinbarung geregelt.\n(5) Der Bund und die Länder tragen die bei ihren Behörden entstehenden\nVerwaltungsausgaben und haften im Verhältnis zueinander für eine ordnungsmäßige\nVerwaltung. Das Nähere bestimmt ein Bundesgesetz, das der Zustimmung des Bundesrates\nbedarf.",
        "references": []
    },
    {
        "article_number": "105",
        "title": "Art105",
        "content": "(1) Der Bund hat die ausschließliche Gesetzgebung über die Zölle und Finanzmonopole.\n(2) Der Bund hat die konkurrierende Gesetzgebung über die übrigen Steuern, wenn ihm\ndas Aufkommen dieser Steuern ganz oder zum Teil zusteht oder die Voraussetzungen des\nArtikels 72 Abs. 2 vorliegen.\n(2a) Die Länder haben die Befugnis zur Gesetzgebung über die örtlichen Verbrauch- und\nAufwandsteuern, solange und soweit sie nicht bundesgesetzlich geregelten Steuern\ngleichartig sind.\n(3) Bundesgesetze über Steuern, deren Aufkommen den Ländern oder den Gemeinden\n(Gemeindeverbänden) ganz oder zum Teil zufließt, bedürfen der Zustimmung des\nBundesrates.",
        "references": [
            "72"
        ]
    },
    {
        "article_number": "106",
        "title": "Art106",
        "content": "(1) Der Ertrag der Finanzmonopole und das Aufkommen der folgenden Steuern stehen dem\nBund zu:\n1. die Zölle,\n2. die Verbrauchsteuern, soweit sie nicht nach Absatz 2 den Ländern, nach\n\nAbsatz 3 Bund und Ländern gemeinsam oder nach Absatz 6 den Gemeinden\nzustehen,\n\n3. die Straßengüterverkehrsteuer,\n4. die Kapitalverkehrsteuern, die Versicherungsteuer und die Wechselsteuer,\n5. die einmaligen Vermögensabgaben und die zur Durchführung des\n\nLastenausgleichs erhobenen Ausgleichsabgaben,\n6. die Ergänzungsabgabe zur Einkommensteuer und zur Körperschaftsteuer,\n7. Abgaben im Rahmen der Europäischen Gemeinschaften.\n(2) Das Aufkommen der folgenden Steuern steht den Ländern zu:\n1. die Vermögensteuer,\n2. die Erbschaftsteuer,\n3. die Kraftfahrzeugsteuer,\n4. die Verkehrsteuern, soweit sie nicht nach Absatz 1 dem Bund oder nach\n\nAbsatz 3 Bund und Ländern gemeinsam zustehen,\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 36\n\n5. die Biersteuer,\n6. die Abgabe von Spielbanken.\n(3) Das Aufkommen der Einkommensteuer, der Körperschaftsteuer und der Umsatzsteuer\nsteht dem Bund und den Ländern gemeinsam zu (Gemeinschaftsteuern), soweit das\nAufkommen der Einkommensteuer nicht nach Absatz 5 und das Aufkommen der Umsatzsteuer\nnicht nach Absatz 5a den Gemeinden zugewiesen wird. Am Aufkommen der Einkommensteuer\nund der Körperschaftsteuer sind der Bund und die Länder je zur Hälfte beteiligt. Die\nAnteile von Bund und Ländern an der Umsatzsteuer werden durch Bundesgesetz, das der\nZustimmung des Bundesrates bedarf, festgesetzt. Bei der Festsetzung ist von folgenden\nGrundsätzen auszugehen:\n1. Im Rahmen der laufenden Einnahmen haben der Bund und die Länder\n\ngleichmäßig Anspruch auf Deckung ihrer notwendigen Ausgaben. Dabei ist der\nUmfang der Ausgaben unter Berücksichtigung einer mehrjährigen\nFinanzplanung zu ermitteln.\n\n2. Die Deckungsbedürfnisse des Bundes und der Länder sind so aufeinander\nabzustimmen, daß ein billiger Ausgleich erzielt, eine Überbelastung der\nSteuerpflichtigen vermieden und die Einheitlichkeit der Lebensverhältnisse\nim Bundesgebiet gewahrt wird.\n\nZusätzlich werden in die Festsetzung der Anteile von Bund und Ländern an der\nUmsatzsteuer Steuermindereinnahmen einbezogen, die den Ländern ab 1. Januar 1996 aus\nder Berücksichtigung von Kindern im Einkommensteuerrecht entstehen. Das Nähere\nbestimmt das Bundesgesetz nach Satz 3.\n(4) Die Anteile von Bund und Ländern an der Umsatzsteuer sind neu festzusetzen, wenn\nsich das Verhältnis zwischen den Einnahmen und Ausgaben des Bundes und der Länder\nwesentlich anders entwickelt; Steuermindereinnahmen, die nach Absatz 3 Satz 5 in die\nFestsetzung der Umsatzsteueranteile zusätzlich einbezogen werden, bleiben hierbei\nunberücksichtigt. Werden den Ländern durch Bundesgesetz zusätzliche Ausgaben\nauferlegt oder Einnahmen entzogen, so kann die Mehrbelastung durch Bundesgesetz, das\nder Zustimmung des Bundesrates bedarf, auch mit Finanzzuweisungen des Bundes\nausgeglichen werden, wenn sie auf einen kurzen Zeitraum begrenzt ist. In dem Gesetz\nsind die Grundsätze für die Bemessung dieser Finanzzuweisungen und für ihre\nVerteilung auf die Länder zu bestimmen.\n(5) Die Gemeinden erhalten einen Anteil an dem Aufkommen der Einkommensteuer, der von\nden Ländern an ihre Gemeinden auf der Grundlage der Einkommensteuerleistungen ihrer\nEinwohner weiterzuleiten ist. Das Nähere bestimmt ein Bundesgesetz, das der\nZustimmung des Bundesrates bedarf. Es kann bestimmen, daß die Gemeinden Hebesätze für\nden Gemeindeanteil festsetzen.\n(5a) Die Gemeinden erhalten ab dem 1. Januar 1998 einen Anteil an dem Aufkommen der\nUmsatzsteuer. Er wird von den Ländern auf der Grundlage eines orts- und\nwirtschaftsbezogenen Schlüssels an ihre Gemeinden weitergeleitet. Das Nähere wird\ndurch Bundesgesetz, das der Zustimmung des Bundesrates bedarf, bestimmt.\n(6) Das Aufkommen der Grundsteuer und Gewerbesteuer steht den Gemeinden, das\nAufkommen der örtlichen Verbrauch- und Aufwandsteuern steht den Gemeinden oder nach\nMaßgabe der Landesgesetzgebung den Gemeindeverbänden zu. Den Gemeinden ist das Recht\neinzuräumen, die Hebesätze der Grundsteuer und Gewerbesteuer im Rahmen der Gesetze\nfestzusetzen. Bestehen in einem Land keine Gemeinden, so steht das Aufkommen der\nGrundsteuer und Gewerbesteuer sowie der örtlichen Verbrauch- und Aufwandsteuern dem\nLand zu. Bund und Länder können durch eine Umlage an dem Aufkommen der Gewerbesteuer\nbeteiligt werden. Das Nähere über die Umlage bestimmt ein Bundesgesetz, das der\nZustimmung des Bundesrates bedarf. Nach Maßgabe der Landesgesetzgebung können die\nGrundsteuer und Gewerbesteuer sowie der Gemeindeanteil vom Aufkommen der\nEinkommensteuer und der Umsatzsteuer als Bemessungsgrundlagen für Umlagen zugrunde\ngelegt werden.\n(7) Von dem Länderanteil am Gesamtaufkommen der Gemeinschaftsteuern fließt den\nGemeinden und Gemeindeverbänden insgesamt ein von der Landesgesetzgebung zu\nbestimmender Hundertsatz zu. Im übrigen bestimmt die Landesgesetzgebung, ob und\ninwieweit das Aufkommen der Landessteuern den Gemeinden (Gemeindeverbänden) zufließt.\n(8) Veranlaßt der Bund in einzelnen Ländern oder Gemeinden (Gemeindeverbänden)\nbesondere Einrichtungen, die diesen Ländern oder Gemeinden (Gemeindeverbänden)\nunmittelbar Mehrausgaben oder Mindereinnahmen (Sonderbelastungen) verursachen,\ngewährt der Bund den erforderlichen Ausgleich, wenn und soweit den Ländern oder\nGemeinden (Gemeindeverbänden) nicht zugemutet werden kann, die Sonderbelastungen zu\ntragen. Entschädigungsleistungen Dritter und finanzielle Vorteile, die diesen Ländern\noder Gemeinden (Gemeindeverbänden) als Folge der Einrichtungen erwachsen, werden bei\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 37\n\ndem Ausgleich berücksichtigt.\n(9) Als Einnahmen und Ausgaben der Länder im Sinne dieses Artikels gelten auch die\nEinnahmen und Ausgaben der Gemeinden (Gemeindeverbände).",
        "references": []
    },
    {
        "article_number": "106a",
        "title": "Art106a",
        "content": "Den Ländern steht ab 1. Januar 1996 für den öffentlichen Personennahverkehr ein\nBetrag aus dem Steueraufkommen des Bundes zu. Das Nähere regelt ein Bundesgesetz, das\nder Zustimmung des Bundesrates bedarf. Der Betrag nach Satz 1 bleibt bei der\nBemessung der Finanzkraft nach Artikel 107 Abs. 2 unberücksichtigt.",
        "references": [
            "107"
        ]
    },
    {
        "article_number": "107",
        "title": "Art107",
        "content": "(1) Das Aufkommen der Landessteuern und der Länderanteil am Aufkommen der\nEinkommensteuer und der Körperschaftsteuer stehen den einzelnen Ländern insoweit zu,\nals die Steuern von den Finanzbehörden in ihrem Gebiet vereinnahmt werden (örtliches\nAufkommen). Durch Bundesgesetz, das der Zustimmung des Bundesrates bedarf, sind für\ndie Körperschaftsteuer und die Lohnsteuer nähere Bestimmungen über die Abgrenzung\nsowie über Art und Umfang der Zerlegung des örtlichen Aufkommens zu treffen. Das\nGesetz kann auch Bestimmungen über die Abgrenzung und Zerlegung des örtlichen\nAufkommens anderer Steuern treffen. Der Länderanteil am Aufkommen der Umsatzsteuer\nsteht den einzelnen Ländern nach Maßgabe ihrer Einwohnerzahl zu; für einen Teil,\nhöchstens jedoch für ein Viertel dieses Länderanteils, können durch Bundesgesetz, das\nder Zustimmung des Bundesrates bedarf, Ergänzungsanteile für die Länder vorgesehen\nwerden, deren Einnahmen aus den Landessteuern und aus der Einkommensteuer und der\nKörperschaftsteuer je Einwohner unter dem Durchschnitt der Länder liegen.\n(2) Durch das Gesetz ist sicherzustellen, daß die unterschiedliche Finanzkraft der\nLänder angemessen ausgeglichen wird; hierbei sind die Finanzkraft und der\nFinanzbedarf der Gemeinden (Gemeindeverbände) zu berücksichtigen. Die Voraussetzungen\nfür die Ausgleichsansprüche der ausgleichsberechtigten Länder und für die\nAusgleichsverbindlichkeiten der ausgleichspflichtigen Länder sowie die Maßstäbe für\ndie Höhe der Ausgleichsleistungen sind in dem Gesetz zu bestimmen. Es kann auch\nbestimmen, daß der Bund aus seinen Mitteln leistungsschwachen Ländern Zuweisungen zur\nergänzenden Deckung ihres allgemeinen Finanzbedarfs (Ergänzungszuweisungen) gewährt.",
        "references": []
    },
    {
        "article_number": "108",
        "title": "Art108",
        "content": "(1) Zölle, Finanzmonopole, die bundesgesetzlich geregelten Verbrauchsteuern\neinschließlich der Einfuhrumsatzsteuer und die Abgaben im Rahmen der Europäischen\nGemeinschaften werden durch Bundesfinanzbehörden verwaltet. Der Aufbau dieser\nBehörden wird durch Bundesgesetz geregelt. Soweit Mittelbehörden eingerichtet sind,\nwerden deren Leiter im Benehmen mit den Landesregierungen bestellt.\n(2) Die übrigen Steuern werden durch Landesfinanzbehörden verwaltet. Der Aufbau\ndieser Behörden und die einheitliche Ausbildung der Beamten können durch Bundesgesetz\nmit Zustimmung des Bundesrates geregelt werden. Soweit Mittelbehörden eingerichtet\nsind, werden deren Leiter im Einvernehmen mit der Bundesregierung bestellt.\n(3) Verwalten die Landesfinanzbehörden Steuern, die ganz oder zum Teil dem Bund\nzufließen, so werden sie im Auftrage des Bundes tätig. Artikel 85 Abs. 3 und 4 gilt\nmit der Maßgabe, daß an die Stelle der Bundesregierung der Bundesminister der\nFinanzen tritt.\n(4) Durch Bundesgesetz, das der Zustimmung des Bundesrates bedarf, kann bei der\nVerwaltung von Steuern ein Zusammenwirken von Bundes- und Landesfinanzbehörden sowie\nfür Steuern, die unter Absatz 1 fallen, die Verwaltung durch Landesfinanzbehörden und\nfür andere Steuern die Verwaltung durch Bundesfinanzbehörden vorgesehen werden, wenn\nund soweit dadurch der Vollzug der Steuergesetze erheblich verbessert oder\nerleichtert wird. Für die den Gemeinden (Gemeindeverbänden) allein zufließenden\nSteuern kann die den Landesfinanzbehörden zustehende Verwaltung durch die Länder ganz\noder zum Teil den Gemeinden (Gemeindeverbänden) übertragen werden.\n(5) Das von den Bundesfinanzbehörden anzuwendende Verfahren wird durch Bundesgesetz\ngeregelt. Das von den Landesfinanzbehörden und in den Fällen des Absatzes 4 Satz 2\nvon den Gemeinden (Gemeindeverbänden) anzuwendende Verfahren kann durch Bundesgesetz\nmit Zustimmung des Bundesrates geregelt werden.\n(6) Die Finanzgerichtsbarkeit wird durch Bundesgesetz einheitlich geregelt.\n(7) Die Bundesregierung kann allgemeine Verwaltungsvorschriften erlassen, und zwar\nmit Zustimmung des Bundesrates, soweit die Verwaltung den Landesfinanzbehörden oder\nGemeinden (Gemeindeverbänden) obliegt.\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 38",
        "references": [
            "85"
        ]
    },
    {
        "article_number": "109",
        "title": "Art109",
        "content": "(1) Bund und Länder sind in ihrer Haushaltswirtschaft selbständig und voneinander\nunabhängig.\n(2) Bund und Länder haben bei ihrer Haushaltswirtschaft den Erfordernissen des\ngesamtwirtschaftlichen Gleichgewichts Rechnung zu tragen.\n(3) Durch Bundesgesetz, das der Zustimmung des Bundesrates bedarf, können für Bund\nund Länder gemeinsam geltende Grundsätze für das Haushaltsrecht, für eine\nkonjunkturgerechte Haushaltswirtschaft und für eine mehrjährige Finanzplanung\naufgestellt werden.\n(4) Zur Abwehr einer Störung des gesamtwirtschaftlichen Gleichgewichts können durch\nBundesgesetz, das der Zustimmung des Bundesrates bedarf, Vorschriften über\n1. Höchstbeträge, Bedingungen und Zeitfolge der Aufnahme von Krediten durch\n\nGebietskörperschaften und Zweckverbände und\n2. eine Verpflichtung von Bund und Ländern, unverzinsliche Guthaben bei der\n\nDeutschen Bundesbank zu unterhalten (Konjunkturausgleichsrücklagen),\nerlassen werden. Ermächtigungen zum Erlaß von Rechtsverordnungen können nur der\nBundesregierung erteilt werden. Die Rechtsverordnungen bedürfen der Zustimmung des\nBundesrates. Sie sind aufzuheben, soweit der Bundestag es verlangt; das Nähere\nbestimmt das Bundesgesetz.",
        "references": []
    },
    {
        "article_number": "110",
        "title": "Art110",
        "content": "(1) Alle Einnahmen und Ausgaben des Bundes sind in den Haushaltsplan einzustellen;\nbei Bundesbetrieben und bei Sondervermögen brauchen nur die Zuführungen oder die\nAblieferungen eingestellt zu werden. Der Haushaltsplan ist in Einnahme und Ausgabe\nauszugleichen.\n(2) Der Haushaltsplan wird für ein oder mehrere Rechnungsjahre, nach Jahren getrennt,\nvor Beginn des ersten Rechnungsjahres durch das Haushaltsgesetz festgestellt. Für\nTeile des Haushaltsplanes kann vorgesehen werden, daß sie für unterschiedliche\nZeiträume, nach Rechnungsjahren getrennt, gelten.\n(3) Die Gesetzesvorlage nach Absatz 2 Satz 1 sowie Vorlagen zur Änderung des\nHaushaltsgesetzes und des Haushaltsplanes werden gleichzeitig mit der Zuleitung an\nden Bundesrat beim Bundestage eingebracht; der Bundesrat ist berechtigt, innerhalb\nvon sechs Wochen, bei Änderungsvorlagen innerhalb von drei Wochen, zu den Vorlagen\nStellung zu nehmen.\n(4) In das Haushaltsgesetz dürfen nur Vorschriften aufgenommen werden, die sich auf\ndie Einnahmen und die Ausgaben des Bundes und auf den Zeitraum beziehen, für den das\nHaushaltsgesetz beschlossen wird. Das Haushaltsgesetz kann vorschreiben, daß die\nVorschriften erst mit der Verkündung des nächsten Haushaltsgesetzes oder bei\nErmächtigung nach Artikel 115 zu einem späteren Zeitpunkt außer Kraft treten.",
        "references": [
            "115"
        ]
    },
    {
        "article_number": "111",
        "title": "Art111",
        "content": "(1) Ist bis zum Schluß eines Rechnungsjahres der Haushaltsplan für das folgende Jahr\nnicht durch Gesetz festgestellt, so ist bis zu seinem Inkrafttreten die\nBundesregierung ermächtigt, alle Ausgaben zu leisten, die nötig sind,\na) um gesetzlich bestehende Einrichtungen zu erhalten und gesetzlich\n\nbeschlossene Maßnahmen durchzuführen,\nb) um die rechtlich begründeten Verpflichtungen des Bundes zu erfüllen,\nc) um Bauten, Beschaffungen und sonstige Leistungen fortzusetzen oder\n\nBeihilfen für diese Zwecke weiter zu gewähren, sofern durch den\nHaushaltsplan eines Vorjahres bereits Beträge bewilligt worden sind.\n\n(2) Soweit nicht auf besonderem Gesetze beruhende Einnahmen aus Steuern, Abgaben und\nsonstigen Quellen oder die Betriebsmittelrücklage die Ausgaben unter Absatz 1 decken,\ndarf die Bundesregierung die zur Aufrechterhaltung der Wirtschaftsführung\nerforderlichen Mittel bis zur Höhe eines Viertels der Endsumme des abgelaufenen\nHaushaltsplanes im Wege des Kredits flüssig machen.",
        "references": []
    },
    {
        "article_number": "112",
        "title": "Art112",
        "content": "Überplanmäßige und außerplanmäßige Ausgaben bedürfen der Zustimmung des\nBundesministers der Finanzen. Sie darf nur im Falle eines unvorhergesehenen und\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 39\n\nunabweisbaren Bedürfnisses erteilt werden. Näheres kann durch Bundesgesetz bestimmt\nwerden.",
        "references": []
    },
    {
        "article_number": "113",
        "title": "Art113",
        "content": "(1) Gesetze, welche die von der Bundesregierung vorgeschlagenen Ausgaben des\nHaushaltsplanes erhöhen oder neue Ausgaben in sich schließen oder für die Zukunft mit\nsich bringen, bedürfen der Zustimmung der Bundesregierung. Das gleiche gilt für\nGesetze, die Einnahmeminderungen in sich schließen oder für die Zukunft mit sich\nbringen. Die Bundesregierung kann verlangen, daß der Bundestag die Beschlußfassung\nüber solche Gesetze aussetzt. In diesem Fall hat die Bundesregierung innerhalb von\nsechs Wochen dem Bundestage eine Stellungnahme zuzuleiten.\n(2) Die Bundesregierung kann innerhalb von vier Wochen, nachdem der Bundestag das\nGesetz beschlossen hat, verlangen, daß der Bundestag erneut Beschluß faßt.\n(3) Ist das Gesetz nach Artikel 78 zustande gekommen, kann die Bundesregierung ihre\nZustimmung nur innerhalb von sechs Wochen und nur dann versagen, wenn sie vorher das\nVerfahren nach Absatz 1 Satz 3 und 4 oder nach Absatz 2 eingeleitet hat. Nach Ablauf\ndieser Frist gilt die Zustimmung als erteilt.",
        "references": [
            "78"
        ]
    },
    {
        "article_number": "114",
        "title": "Art114",
        "content": "(1) Der Bundesminister der Finanzen hat dem Bundestage und dem Bundesrate über alle\nEinnahmen und Ausgaben sowie über das Vermögen und die Schulden im Laufe des nächsten\nRechnungsjahres zur Entlastung der Bundesregierung Rechnung zu legen.\n(2) Der Bundesrechnungshof, dessen Mitglieder richterliche Unabhängigkeit besitzen,\nprüft die Rechnung sowie die Wirtschaftlichkeit und Ordnungsmäßigkeit der Haushalts-\nund Wirtschaftsführung. Er hat außer der Bundesregierung unmittelbar dem Bundestage\nund dem Bundesrate jährlich zu berichten. Im übrigen werden die Befugnisse des\nBundesrechnungshofes durch Bundesgesetz geregelt.",
        "references": []
    },
    {
        "article_number": "115",
        "title": "Art115",
        "content": "(1) Die Aufnahme von Krediten sowie die Übernahme von Bürgschaften, Garantien oder\nsonstigen Gewährleistungen, die zu Ausgaben in künftigen Rechnungsjahren führen\nkönnen, bedürfen einer der Höhe nach bestimmten oder bestimmbaren Ermächtigung durch\nBundesgesetz. Die Einnahmen aus Krediten dürfen die Summe der im Haushaltsplan\nveranschlagten Ausgaben für Investitionen nicht überschreiten; Ausnahmen sind nur\nzulässig zur Abwehr einer Störung des gesamtwirtschaftlichen Gleichgewichts. Das\nNähere wird durch Bundesgesetz geregelt.\n(2) Für Sondervermögen des Bundes können durch Bundesgesetz Ausnahmen von Absatz 1\nzugelassen werden.\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 40\n\nX a. Verteidigungsfall",
        "references": []
    },
    {
        "article_number": "115a",
        "title": "Art115a",
        "content": "(1) Die Feststellung, daß das Bundesgebiet mit Waffengewalt angegriffen wird oder ein\nsolcher Angriff unmittelbar droht (Verteidigungsfall), trifft der Bundestag mit\nZustimmung des Bundesrates. Die Feststellung erfolgt auf Antrag der Bundesregierung\nund bedarf einer Mehrheit von zwei Dritteln der abgegebenen Stimmen, mindestens der\nMehrheit der Mitglieder des Bundestages.\n(2) Erfordert die Lage unabweisbar ein sofortiges Handeln und stehen einem\nrechtzeitigen Zusammentritt des Bundestages unüberwindliche Hindernisse entgegen oder\nist er nicht beschlußfähig, so trifft der Gemeinsame Ausschuß diese Feststellung mit\neiner Mehrheit von zwei Dritteln der abgegebenen Stimmen, mindestens der Mehrheit\nseiner Mitglieder.\n(3) Die Feststellung wird vom Bundespräsidenten gemäß Artikel 82 im\nBundesgesetzblatte verkündet. Ist dies nicht rechtzeitig möglich, so erfolgt die\nVerkündung in anderer Weise; sie ist im Bundesgesetzblatte nachzuholen, sobald die\nUmstände es zulassen.\n(4) Wird das Bundesgebiet mit Waffengewalt angegriffen und sind die zuständigen\nBundesorgane außerstande, sofort die Feststellung nach Absatz 1 Satz 1 zu treffen, so\ngilt diese Feststellung als getroffen und als zu dem Zeitpunkt verkündet, in dem der\nAngriff begonnen hat. Der Bundespräsident gibt diesen Zeitpunkt bekannt, sobald die\nUmstände es zulassen.\n(5) Ist die Feststellung des Verteidigungsfalles verkündet und wird das Bundesgebiet\nmit Waffengewalt angegriffen, so kann der Bundespräsident völkerrechtliche\nErklärungen über das Bestehen des Verteidigungsfalles mit Zustimmung des Bundestages\nabgeben. Unter den Voraussetzungen des Absatzes 2 tritt an die Stelle des Bundestages\nder Gemeinsame Ausschuß.",
        "references": [
            "82"
        ]
    },
    {
        "article_number": "115b",
        "title": "Art115b",
        "content": "Mit der Verkündung des Verteidigungsfalles geht die Befehls- und Kommandogewalt über\ndie Streitkräfte auf den Bundeskanzler über.",
        "references": []
    },
    {
        "article_number": "115c",
        "title": "Art115c",
        "content": "(1) Der Bund hat für den Verteidigungsfall das Recht der konkurrierenden Gesetzgebung\nauch auf den Sachgebieten, die zur Gesetzgebungszuständigkeit der Länder gehören.\nDiese Gesetze bedürfen der Zustimmung des Bundesrates.\n(2) Soweit es die Verhältnisse während des Verteidigungsfalles erfordern, kann durch\nBundesgesetz für den Verteidigungsfall\n1. bei Enteignungen abweichend von Artikel 14 Abs. 3 Satz 2 die Entschädigung\n\nvorläufig geregelt werden,\n2. für Freiheitsentziehungen eine von Artikel 104 Abs. 2 Satz 3 und Abs. 3\n\nSatz 1 abweichende Frist, höchstens jedoch eine solche von vier Tagen, für\nden Fall festgesetzt werden, daß ein Richter nicht innerhalb der für\nNormalzeiten geltenden Frist tätig werden konnte.\n\n(3) Soweit es zur Abwehr eines gegenwärtigen oder unmittelbar drohenden Angriffs\nerforderlich ist, kann für den Verteidigungsfall durch Bundesgesetz mit Zustimmung\ndes Bundesrates die Verwaltung und das Finanzwesen des Bundes und der Länder\nabweichend von den Abschnitten VIII, VIIIa und X geregelt werden, wobei die\nLebensfähigkeit der Länder, Gemeinden und Gemeindeverbände, insbesondere auch in\nfinanzieller Hinsicht, zu wahren ist.\n(4) Bundesgesetze nach den Absätzen 1 und 2 Nr. 1 dürfen zur Vorbereitung ihres\nVollzuges schon vor Eintritt des Verteidigungsfalles angewandt werden.",
        "references": [
            "14",
            "104"
        ]
    },
    {
        "article_number": "115d",
        "title": "Art115d",
        "content": "(1) Für die Gesetzgebung des Bundes gilt im Verteidigungsfalle abweichend von Artikel\n76 Abs. 2, Artikel 77 Abs. 1 Satz 2 und Abs. 2 bis 4, Artikel 78 und Artikel 82 Abs.\n1 die Regelung der Absätze 2 und 3.\n(2) Gesetzesvorlagen der Bundesregierung, die sie als dringlich bezeichnet, sind\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 41\n\ngleichzeitig mit der Einbringung beim Bundestage dem Bundesrate zuzuleiten. Bundestag\nund Bundesrat beraten diese Vorlagen unverzüglich gemeinsam. Soweit zu einem Gesetze\ndie Zustimmung des Bundesrates erforderlich ist, bedarf es zum Zustandekommen des\nGesetzes der Zustimmung der Mehrheit seiner Stimmen. Das Nähere regelt eine\nGeschäftsordnung, die vom Bundestage beschlossen wird und der Zustimmung des\nBundesrates bedarf.\n(3) Für die Verkündung der Gesetze gilt Artikel 115a Abs. 3 Satz 2 entsprechend.",
        "references": [
            "115a",
            "77",
            "78",
            "82",
            "76"
        ]
    },
    {
        "article_number": "115e",
        "title": "Art115e",
        "content": "(1) Stellt der Gemeinsame Ausschuß im Verteidigungsfalle mit einer Mehrheit von zwei\nDritteln der abgegebenen Stimmen, mindestens mit der Mehrheit seiner Mitglieder fest,\ndaß dem rechtzeitigen Zusammentritt des Bundestages unüberwindliche Hindernisse\nentgegenstehen oder daß dieser nicht beschlußfähig ist, so hat der Gemeinsame\nAusschuß die Stellung von Bundestag und Bundesrat und nimmt deren Rechte einheitlich\nwahr.\n(2) Durch ein Gesetz des Gemeinsamen Ausschusses darf das Grundgesetz weder geändert\nnoch ganz oder teilweise außer Kraft oder außer Anwendung gesetzt werden. Zum Erlaß\nvon Gesetzen nach Artikel 23 Abs. 1 Satz 2, Artikel 24 Abs. 1 oder Artikel 29 ist der\nGemeinsame Ausschuß nicht befugt.",
        "references": [
            "29",
            "23",
            "24"
        ]
    },
    {
        "article_number": "115f",
        "title": "Art115f",
        "content": "(1) Die Bundesregierung kann im Verteidigungsfalle, soweit es die Verhältnisse\nerfordern,\n1. den Bundesgrenzschutz im gesamten Bundesgebiete einsetzen;\n2. außer der Bundesverwaltung auch den Landesregierungen und, wenn sie es für\n\ndringlich erachtet, den Landesbehörden Weisungen erteilen und diese\nBefugnis auf von ihr zu bestimmende Mitglieder der Landesregierungen\nübertragen.\n\n(2) Bundestag, Bundesrat und der Gemeinsame Ausschuß sind unverzüglich von den nach\nAbsatz 1 getroffenen Maßnahmen zu unterrichten.",
        "references": []
    },
    {
        "article_number": "115g",
        "title": "Art115g",
        "content": "Die verfassungsmäßige Stellung und die Erfüllung der verfassungsmäßigen Aufgaben des\nBundesverfassungsgerichtes und seiner Richter dürfen nicht beeinträchtigt werden. Das\nGesetz über das Bundesverfassungsgericht darf durch ein Gesetz des Gemeinsamen\nAusschusses nur insoweit geändert werden, als dies auch nach Auffassung des\nBundesverfassungsgerichtes zur Aufrechterhaltung der Funktionsfähigkeit des Gerichtes\nerforderlich ist. Bis zum Erlaß eines solchen Gesetzes kann das\nBundesverfassungsgericht die zur Erhaltung der Arbeitsfähigkeit des Gerichtes\nerforderlichen Maßnahmen treffen. Beschlüsse nach Satz 2 und Satz 3 faßt das\nBundesverfassungsgericht mit der Mehrheit der anwesenden Richter.",
        "references": []
    },
    {
        "article_number": "115h",
        "title": "Art115h",
        "content": "(1) Während des Verteidigungsfalles ablaufende Wahlperioden des Bundestages oder der\nVolksvertretungen der Länder enden sechs Monate nach Beendigung des\nVerteidigungsfalles. Die im Verteidigungsfalle ablaufende Amtszeit des\nBundespräsidenten sowie bei vorzeitiger Erledigung seines Amtes die Wahrnehmung\nseiner Befugnisse durch den Präsidenten des Bundesrates enden neun Monate nach\nBeendigung des Verteidigungsfalles. Die im Verteidigungsfalle ablaufende Amtszeit\neines Mitgliedes des Bundesverfassungsgerichtes endet sechs Monate nach Beendigung\ndes Verteidigungsfalles.\n(2) Wird eine Neuwahl des Bundeskanzlers durch den Gemeinsamen Ausschuß erforderlich,\nso wählt dieser einen neuen Bundeskanzler mit der Mehrheit seiner Mitglieder; der\nBundespräsident macht dem Gemeinsamen Ausschuß einen Vorschlag. Der Gemeinsame\nAusschuß kann dem Bundeskanzler das Mißtrauen nur dadurch aussprechen, daß er mit der\nMehrheit von zwei Dritteln seiner Mitglieder einen Nachfolger wählt.\n(3) Für die Dauer des Verteidigungsfalles ist die Auflösung des Bundestages\nausgeschlossen.",
        "references": []
    },
    {
        "article_number": "115i",
        "title": "Art115i",
        "content": "(1) Sind die zuständigen Bundesorgane außerstande, die notwendigen Maßnahmen zur\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 42\n\nAbwehr der Gefahr zu treffen, und erfordert die Lage unabweisbar ein sofortiges\nselbständiges Handeln in einzelnen Teilen des Bundesgebietes, so sind die\nLandesregierungen oder die von ihnen bestimmten Behörden oder Beauftragten befugt,\nfür ihren Zuständigkeitsbereich Maßnahmen im Sinne des Artikels 115f Abs. 1 zu\ntreffen.\n(2) Maßnahmen nach Absatz 1 können durch die Bundesregierung, im Verhältnis zu\nLandesbehörden und nachgeordneten Bundesbehörden auch durch die Ministerpräsidenten\nder Länder, jederzeit aufgehoben werden.",
        "references": [
            "115f"
        ]
    },
    {
        "article_number": "115k",
        "title": "Art115k",
        "content": "(1) Für die Dauer ihrer Anwendbarkeit setzen Gesetze nach den Artikeln 115c, 115e und\n115g und Rechtsverordnungen, die auf Grund solcher Gesetze ergehen, entgegenstehendes\nRecht außer Anwendung. Dies gilt nicht gegenüber früherem Recht, das auf Grund der\nArtikel 115c, 115e und 115g erlassen worden ist.\n(2) Gesetze, die der Gemeinsame Ausschuß beschlossen hat, und Rechtsverordnungen, die\nauf Grund solcher Gesetze ergangen sind, treten spätestens sechs Monate nach\nBeendigung des Verteidigungsfalles außer Kraft.\n(3) Gesetze, die von den Artikeln 91a, 91b, 104a, 106 und 107 abweichende Regelungen\nenthalten, gelten längstens bis zum Ende des zweiten Rechnungsjahres, das auf die\nBeendigung des Verteidigungsfalles folgt. Sie können nach Beendigung des\nVerteidigungsfalles durch Bundesgesetz mit Zustimmung des Bundesrates geändert\nwerden, um zu der Regelung gemäß den Abschnitten VIIIa und X überzuleiten.",
        "references": [
            "115e",
            "115c"
        ]
    },
    {
        "article_number": "115l",
        "title": "Art115l",
        "content": "(1) Der Bundestag kann jederzeit mit Zustimmung des Bundesrates Gesetze des\nGemeinsamen Ausschusses aufheben. Der Bundesrat kann verlangen, daß der Bundestag\nhierüber beschließt. Sonstige zur Abwehr der Gefahr getroffene Maßnahmen des\nGemeinsamen Ausschusses oder der Bundesregierung sind aufzuheben, wenn der Bundestag\nund der Bundesrat es beschließen.\n(2) Der Bundestag kann mit Zustimmung des Bundesrates jederzeit durch einen vom\nBundespräsidenten zu verkündenden Beschluß den Verteidigungsfall für beendet\nerklären. Der Bundesrat kann verlangen, daß der Bundestag hierüber beschließt. Der\nVerteidigungsfall ist unverzüglich für beendet zu erklären, wenn die Voraussetzungen\nfür seine Feststellung nicht mehr gegeben sind.\n(3) Über den Friedensschluß wird durch Bundesgesetz entschieden.\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 43\n\nXI. Übergangs- und Schlußbestimmungen",
        "references": []
    },
    {
        "article_number": "116",
        "title": "Art116",
        "content": "(1) Deutscher im Sinne dieses Grundgesetzes ist vorbehaltlich anderweitiger\ngesetzlicher Regelung, wer die deutsche Staatsangehörigkeit besitzt oder als\nFlüchtling oder Vertriebener deutscher Volkszugehörigkeit oder als dessen Ehegatte\noder Abkömmling in dem Gebiete des Deutschen Reiches nach dem Stande vom 31. Dezember\n1937 Aufnahme gefunden hat.\n(2) Frühere deutsche Staatsangehörige, denen zwischen dem 30. Januar 1933 und dem 8.\nMai 1945 die Staatsangehörigkeit aus politischen, rassischen oder religiösen Gründen\nentzogen worden ist, und ihre Abkömmlinge sind auf Antrag wieder einzubürgern. Sie\ngelten als nicht ausgebürgert, sofern sie nach dem 8. Mai 1945 ihren Wohnsitz in\nDeutschland genommen haben und nicht einen entgegengesetzten Willen zum Ausdruck\ngebracht haben.",
        "references": []
    },
    {
        "article_number": "117",
        "title": "Art117",
        "content": "(1) Das dem Artikel 3 Abs. 2 entgegenstehende Recht bleibt bis zu seiner Anpassung an\ndiese Bestimmung des Grundgesetzes in Kraft, jedoch nicht länger als bis zum 31. März\n1953.\n(2) Gesetze, die das Recht der Freizügigkeit mit Rücksicht auf die gegenwärtige\nRaumnot einschränken, bleiben bis zu ihrer Aufhebung durch Bundesgesetz in Kraft.",
        "references": [
            "3"
        ]
    },
    {
        "article_number": "118",
        "title": "Art118",
        "content": "Die Neugliederung in dem die Länder Baden, Württemberg-Baden und\nWürttemberg-Hohenzollern umfassenden Gebiete kann abweichend von den Vorschriften des\nArtikels 29 durch Vereinbarung der beteiligten Länder erfolgen. Kommt eine\nVereinbarung nicht zustande, so wird die Neugliederung durch Bundesgesetz geregelt,\ndas eine Volksbefragung vorsehen muß.",
        "references": [
            "29"
        ]
    },
    {
        "article_number": "118a",
        "title": "Art118a",
        "content": "Die Neugliederung in dem die Länder Berlin und Brandenburg umfassenden Gebiet kann\nabweichend von den Vorschriften des Artikels 29 unter Beteiligung ihrer\nWahlberechtigten durch Vereinbarung beider Länder erfolgen.",
        "references": [
            "29"
        ]
    },
    {
        "article_number": "119",
        "title": "Art119",
        "content": "In Angelegenheiten der Flüchtlinge und Vertriebenen, insbesondere zu ihrer Verteilung\nauf die Länder, kann bis zu einer bundesgesetzlichen Regelung die Bundesregierung mit\nZustimmung des Bundesrates Verordnungen mit Gesetzeskraft erlassen. Für besondere\nFälle kann dabei die Bundesregierung ermächtigt werden, Einzelweisungen zu erteilen.\nDie Weisungen sind außer bei Gefahr im Verzuge an die obersten Landesbehörden zu\nrichten.",
        "references": []
    },
    {
        "article_number": "120",
        "title": "Art120",
        "content": "(1) Der Bund trägt die Aufwendungen für Besatzungskosten und die sonstigen inneren\nund äußeren Kriegsfolgelasten nach näherer Bestimmung von Bundesgesetzen. Soweit\ndiese Kriegsfolgelasten bis zum 1. Oktober 1969 durch Bundesgesetze geregelt worden\nsind, tragen Bund und Länder im Verhältnis zueinander die Aufwendungen nach Maßgabe\ndieser Bundesgesetze. Soweit Aufwendungen für Kriegsfolgelasten, die in\nBundesgesetzen weder geregelt worden sind noch geregelt werden, bis zum 1. Oktober\n1965 von den Ländern, Gemeinden (Gemeindeverbänden) oder sonstigen Aufgabenträgern,\ndie Aufgaben von Ländern oder Gemeinden erfüllen, erbracht worden sind, ist der Bund\nzur Übernahme von Aufwendungen dieser Art auch nach diesem Zeitpunkt nicht\nverpflichtet. Der Bund trägt die Zuschüsse zu den Lasten der Sozialversicherung mit\nEinschluß der Arbeitslosenversicherung und der Arbeitslosenhilfe. Die durch diesen\nAbsatz geregelte Verteilung der Kriegsfolgelasten auf Bund und Länder läßt die\ngesetzliche Regelung von Entschädigungsansprüchen für Kriegsfolgen unberührt.\n(2) Die Einnahmen gehen auf den Bund zu demselben Zeitpunkte über, an dem der Bund\ndie Ausgaben übernimmt.",
        "references": []
    },
    {
        "article_number": "120a",
        "title": "Art120a",
        "content": "Ein Service der juris GmbH - www.juris.de - Seite 44\n\n(1) Die Gesetze, die der Durchführung des Lastenausgleichs dienen, können mit\nZustimmung des Bundesrates bestimmen, daß sie auf dem Gebiete der\nAusgleichsleistungen teils durch den Bund, teils im Auftrage des Bundes durch die\nLänder ausgeführt werden und daß die der Bundesregierung und den zuständigen obersten\nBundesbehörden auf Grund des Artikels 85 insoweit zustehenden Befugnisse ganz oder\nteilweise dem Bundesausgleichsamt übertragen werden. Das Bundesausgleichsamt bedarf\nbei Ausübung dieser Befugnisse nicht der Zustimmung des Bundesrates; seine Weisungen\nsind, abgesehen von den Fällen der Dringlichkeit, an die obersten Landesbehörden\n(Landesausgleichsämter) zu richten.\n(2) Artikel 87 Abs. 3 Satz 2 bleibt unberührt.",
        "references": [
            "87",
            "85"
        ]
    },
    {
        "article_number": "121",
        "title": "Art121",
        "content": "Mehrheit der Mitglieder des Bundestages und der Bundesversammlung im Sinne dieses\nGrundgesetzes ist die Mehrheit ihrer gesetzlichen Mitgliederzahl.",
        "references": []
    },
    {
        "article_number": "122",
        "title": "Art122",
        "content": "(1) Vom Zusammentritt des Bundestages an werden die Gesetze ausschließlich von den in\ndiesem Grundgesetze anerkannten gesetzgebenden Gewalten beschlossen.\n(2) Gesetzgebende und bei der Gesetzgebung beratend mitwirkende Körperschaften, deren\nZuständigkeit nach Absatz 1 endet, sind mit diesem Zeitpunkt aufgelöst.",
        "references": []
    },
    {
        "article_number": "123",
        "title": "Art123",
        "content": "(1) Recht aus der Zeit vor dem Zusammentritt des Bundestages gilt fort, soweit es dem\nGrundgesetze nicht widerspricht.\n(2) Die vom Deutschen Reich abgeschlossenen Staatsverträge, die sich auf Gegenstände\nbeziehen, für die nach diesem Grundgesetze die Landesgesetzgebung zuständig ist,\nbleiben, wenn sie nach allgemeinen Rechtsgrundsätzen gültig sind und fortgelten,\nunter Vorbehalt aller Rechte und Einwendungen der Beteiligten in Kraft, bis neue\nStaatsverträge durch die nach diesem Grundgesetze zuständigen Stellen abgeschlossen\nwerden oder ihre Beendigung auf Grund der in ihnen enthaltenen Bestimmungen\nanderweitig erfolgt.",
        "references": []
    },
    {
        "article_number": "124",
        "title": "Art124",
        "content": "Recht, das Gegenstände der ausschließlichen Gesetzgebung des Bundes betrifft, wird\ninnerhalb seines Geltungsbereiches Bundesrecht.",
        "references": []
    },
    {
        "article_number": "125",
        "title": "Art125",
        "content": "Recht, das Gegenstände der konkurrierenden Gesetzgebung des Bundes betrifft, wird\ninnerhalb seines Geltungsbereiches Bundesrecht,\n1. soweit es innerhalb einer oder mehrerer Besatzungszonen einheitlich gilt,\n2. soweit es sich um Recht handelt, durch das nach dem 8. Mai 1945 früheres\nReichsrecht abgeändert worden ist.",
        "references": []
    },
    {
        "article_number": "125a",
        "title": "Art125a",
        "content": "(1) Recht, das als Bundesrecht erlassen worden ist, aber wegen Änderung des Artikels\n74 Abs. 1 oder des Artikels 75 Abs. 1 nicht mehr als Bundesrecht erlassen werden\nkönnte, gilt als Bundesrecht fort. Es kann durch Landesrecht ersetzt werden.\n(2) Recht, das auf Grund des Artikels 72 Abs. 2 in der bis zum 15. November 1994\ngeltenden Fassung erlassen worden ist, gilt als Bundesrecht fort. Durch Bundesgesetz\nkann bestimmt werden, daß es durch Landesrecht ersetzt werden kann. Entsprechendes\ngilt für Bundesrecht, das vor diesem Zeitpunkt erlassen worden ist und das nach\nArtikel 75 Abs. 2 nicht mehr erlassen werden könnte.",
        "references": [
            "75",
            "74",
            "72"
        ]
    },
    {
        "article_number": "126",
        "title": "Art126",
        "content": "Meinungsverschiedenheiten über das Fortgelten von Recht als Bundesrecht entscheidet\ndas Bundesverfassungsgericht.",
        "references": []
    },
    {
        "article_number": "127",
        "title": "Art127",
        "content": "Die Bundesregierung kann mit Zustimmung der Regierungen der beteiligten Länder Recht\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 45\n\nder Verwaltung des Vereinigten Wirtschaftsgebietes, soweit es nach Artikel 124 oder\n125 als Bundesrecht fortgilt, innerhalb eines Jahres nach Verkündung dieses\nGrundgesetzes in den Ländern Baden, Groß-Berlin, Rheinland-Pfalz und\nWürttemberg-Hohenzollern in Kraft setzen.",
        "references": [
            "124"
        ]
    },
    {
        "article_number": "128",
        "title": "Art128",
        "content": "Soweit fortgeltendes Recht Weisungsrechte im Sinne des Artikels 84 Abs. 5 vorsieht,\nbleiben sie bis zu einer anderweitigen gesetzlichen Regelung bestehen.",
        "references": [
            "84"
        ]
    },
    {
        "article_number": "129",
        "title": "Art129",
        "content": "(1) Soweit in Rechtsvorschriften, die als Bundesrecht fortgelten, eine Ermächtigung\nzum Erlasse von Rechtsverordnungen oder allgemeinen Verwaltungsvorschriften sowie zur\nVornahme von Verwaltungsakten enthalten ist, geht sie auf die nunmehr sachlich\nzuständigen Stellen über. In Zweifelsfällen entscheidet die Bundesregierung im\nEinvernehmen mit dem Bundesrate; die Entscheidung ist zu veröffentlichen.\n(2) Soweit in Rechtsvorschriften, die als Landesrecht fortgelten, eine solche\nErmächtigung enthalten ist, wird sie von den nach Landesrecht zuständigen Stellen\nausgeübt.\n(3) Soweit Rechtsvorschriften im Sinne der Absätze 1 und 2 zu ihrer Änderung oder\nErgänzung oder zum Erlaß von Rechtsvorschriften an Stelle von Gesetzen ermächtigen,\nsind diese Ermächtigungen erloschen.\n(4) Die Vorschriften der Absätze 1 und 2 gelten entsprechend, soweit in\nRechtsvorschriften auf nicht mehr geltende Vorschriften oder nicht mehr bestehende\nEinrichtungen verwiesen ist.",
        "references": []
    },
    {
        "article_number": "130",
        "title": "Art130",
        "content": "(1) Verwaltungsorgane und sonstige der öffentlichen Verwaltung oder Rechtspflege\ndienende Einrichtungen, die nicht auf Landesrecht oder Staatsverträgen zwischen\nLändern beruhen, sowie die Betriebsvereinigung der südwestdeutschen Eisenbahnen und\nder Verwaltungsrat für das Post- und Fernmeldewesen für das französische\nBesatzungsgebiet unterstehen der Bundesregierung. Diese regelt mit Zustimmung des\nBundesrates die Überführung, Auflösung oder Abwicklung.\n(2) Oberster Disziplinarvorgesetzter der Angehörigen dieser Verwaltungen und\nEinrichtungen ist der zuständige Bundesminister.\n(3) Nicht landesunmittelbare und nicht auf Staatsverträgen zwischen den Ländern\nberuhende Körperschaften und Anstalten des öffentlichen Rechtes unterstehen der\nAufsicht der zuständigen obersten Bundesbehörde.",
        "references": []
    },
    {
        "article_number": "131",
        "title": "Art131",
        "content": "Die Rechtsverhältnisse von Personen einschließlich der Flüchtlinge und Vertriebenen,\ndie am 8. Mai 1945 im öffentlichen Dienste standen, aus anderen als beamten- oder\ntarifrechtlichen Gründen ausgeschieden sind und bisher nicht oder nicht ihrer\nfrüheren Stellung entsprechend verwendet werden, sind durch Bundesgesetz zu regeln.\nEntsprechendes gilt für Personen einschließlich der Flüchtlinge und Vertriebenen, die\nam 8. Mai 1945 versorgungsberechtigt waren und aus anderen als beamten- oder\ntarifrechtlichen Gründen keine oder keine entsprechende Versorgung mehr erhalten. Bis\nzum Inkrafttreten des Bundesgesetzes können vorbehaltlich anderweitiger\nlandesrechtlicher Regelung Rechtsansprüche nicht geltend gemacht werden.",
        "references": []
    },
    {
        "article_number": "132",
        "title": "Art132",
        "content": "(1) Beamte und Richter, die im Zeitpunkte des Inkrafttretens dieses Grundgesetzes auf\nLebenszeit angestellt sind, können binnen sechs Monaten nach dem ersten Zusammentritt\ndes Bundestages in den Ruhestand oder Wartestand oder in ein Amt mit niedrigerem\nDiensteinkommen versetzt werden, wenn ihnen die persönliche oder fachliche Eignung\nfür ihr Amt fehlt. Auf Angestellte, die in einem unkündbaren Dienstverhältnis stehen,\nfindet diese Vorschrift entsprechende Anwendung. Bei Angestellten, deren\nDienstverhältnis kündbar ist, können über die tarifmäßige Regelung hinausgehende\nKündigungsfristen innerhalb der gleichen Frist aufgehoben werden.\n(2) Diese Bestimmung findet keine Anwendung auf Angehörige des öffentlichen Dienstes,\ndie von den Vorschriften über die \"Befreiung von Nationalsozialismus und\nMilitarismus\" nicht betroffen oder die anerkannte Verfolgte des Nationalsozialismus\nsind, sofern nicht ein wichtiger Grund in ihrer Person vorliegt.\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 46\n\n(3) Den Betroffenen steht der Rechtsweg gemäß Artikel 19 Abs. 4 offen.\n(4) Das Nähere bestimmt eine Verordnung der Bundesregierung, die der Zustimmung des\nBundesrates bedarf.",
        "references": [
            "19"
        ]
    },
    {
        "article_number": "133",
        "title": "Art133",
        "content": "Der Bund tritt in die Rechte und Pflichten der Verwaltung des Vereinigten\nWirtschaftsgebietes ein.",
        "references": []
    },
    {
        "article_number": "134",
        "title": "Art134",
        "content": "(1) Das Vermögen des Reiches wird grundsätzlich Bundesvermögen.\n(2) Soweit es nach seiner ursprünglichen Zweckbestimmung überwiegend für\nVerwaltungsaufgaben bestimmt war, die nach diesem Grundgesetze nicht\nVerwaltungsaufgaben des Bundes sind, ist es unentgeltlich auf die nunmehr zuständigen\nAufgabenträger und, soweit es nach seiner gegenwärtigen, nicht nur vorübergehenden\nBenutzung Verwaltungsaufgaben dient, die nach diesem Grundgesetze nunmehr von den\nLändern zu erfüllen sind, auf die Länder zu übertragen. Der Bund kann auch sonstiges\nVermögen den Ländern übertragen.\n(3) Vermögen, das dem Reich von den Ländern und Gemeinden (Gemeindeverbänden)\nunentgeltlich zur Verfügung gestellt wurde, wird wiederum Vermögen der Länder und\nGemeinden (Gemeindeverbände), soweit es nicht der Bund für eigene Verwaltungsaufgaben\nbenötigt.\n(4) Das Nähere regelt ein Bundesgesetz, das der Zustimmung des Bundesrates bedarf.",
        "references": []
    },
    {
        "article_number": "135",
        "title": "Art135",
        "content": "(1) Hat sich nach dem 8. Mai 1945 bis zum Inkrafttreten dieses Grundgesetzes die\nLandeszugehörigkeit eines Gebietes geändert, so steht in diesem Gebiete das Vermögen\ndes Landes, dem das Gebiet angehört hat, dem Lande zu, dem es jetzt angehört.\n(2) Das Vermögen nicht mehr bestehender Länder und nicht mehr bestehender anderer\nKörperschaften und Anstalten des öffentlichen Rechtes geht, soweit es nach seiner\nursprünglichen Zweckbestimmung überwiegend für Verwaltungsaufgaben bestimmt war, oder\nnach seiner gegenwärtigen, nicht nur vorübergehenden Benutzung überwiegend\nVerwaltungsaufgaben dient, auf das Land oder die Körperschaft oder Anstalt des\nöffentlichen Rechtes über, die nunmehr diese Aufgaben erfüllen.\n(3) Grundvermögen nicht mehr bestehender Länder geht einschließlich des Zubehörs,\nsoweit es nicht bereits zu Vermögen im Sinne des Absatzes 1 gehört, auf das Land\nüber, in dessen Gebiet es belegen ist.\n(4) Sofern ein überwiegendes Interesse des Bundes oder das besondere Interesse eines\nGebietes es erfordert, kann durch Bundesgesetz eine von den Absätzen 1 bis 3\nabweichende Regelung getroffen werden.\n(5) Im übrigen wird die Rechtsnachfolge und die Auseinandersetzung, soweit sie nicht\nbis zum 1. Januar 1952 durch Vereinbarung zwischen den beteiligten Ländern oder\nKörperschaften oder Anstalten des öffentlichen Rechtes erfolgt, durch Bundesgesetz\ngeregelt, das der Zustimmung des Bundesrates bedarf.\n(6) Beteiligungen des ehemaligen Landes Preußen an Unternehmen des privaten Rechtes\ngehen auf den Bund über. Das Nähere regelt ein Bundesgesetz, das auch Abweichendes\nbestimmen kann.\n(7) Soweit über Vermögen, das einem Lande oder einer Körperschaft oder Anstalt des\nöffentlichen Rechtes nach den Absätzen 1 bis 3 zufallen würde, von dem danach\nBerechtigten durch ein Landesgesetz, auf Grund eines Landesgesetzes oder in anderer\nWeise bei Inkrafttreten des Grundgesetzes verfügt worden war, gilt der\nVermögensübergang als vor der Verfügung erfolgt.",
        "references": []
    },
    {
        "article_number": "135a",
        "title": "Art135a",
        "content": "(1) Durch die in Artikel 134 Abs. 4 und Artikel 135 Abs. 5 vorbehaltene Gesetzgebung\ndes Bundes kann auch bestimmt werden, daß nicht oder nicht in voller Höhe zu erfüllen\nsind\n1. Verbindlichkeiten des Reiches sowie Verbindlichkeiten des ehemaligen\n\nLandes Preußen und sonstiger nicht mehr bestehender Körperschaften und\nAnstalten des öffentlichen Rechts,\n\n2. Verbindlichkeiten des Bundes oder anderer Körperschaften und Anstalten des\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 47\n\nöffentlichen Rechts, welche mit dem Übergang von Vermögenswerten nach\nArtikel 89, 90, 134 und 135 im Zusammenhang stehen, und Verbindlichkeiten\ndieser Rechtsträger, die auf Maßnahmen der in Nummer 1 bezeichneten\nRechtsträger beruhen,\n\n3. Verbindlichkeiten der Länder und Gemeinden (Gemeindeverbände), die aus\nMaßnahmen entstanden sind, welche diese Rechtsträger vor dem 1. August\n1945 zur Durchführung von Anordnungen der Besatzungsmächte oder zur\nBeseitigung eines kriegsbedingten Notstandes im Rahmen dem Reich\nobliegender oder vom Reich übertragener Verwaltungsaufgaben getroffen\nhaben.\n(2) Absatz 1 findet entsprechende Anwendung auf Verbindlichkeiten der\nDeutschen Demokratischen Republik oder ihrer Rechtsträger sowie auf\nVerbindlichkeiten des Bundes oder anderer Körperschaften und Anstalten des\nöffentlichen Rechts, die mit dem Übergang von Vermögenswerten der\nDeutschen Demokratischen Republik auf Bund, Länder und Gemeinden im\nZusammenhang stehen, und auf Verbindlichkeiten, die auf Maßnahmen der\nDeutschen Demokratischen Republik oder ihrer Rechtsträger beruhen.",
        "references": [
            "135",
            "89",
            "134"
        ]
    },
    {
        "article_number": "136",
        "title": "Art136",
        "content": "(1) Der Bundesrat tritt erstmalig am Tage des ersten Zusammentrittes des Bundestages\nzusammen.\n(2) Bis zur Wahl des ersten Bundespräsidenten werden dessen Befugnisse von dem\nPräsidenten des Bundesrates ausgeübt. Das Recht der Auflösung des Bundestages steht\nihm nicht zu.",
        "references": []
    },
    {
        "article_number": "137",
        "title": "Art137",
        "content": "(1) Die Wählbarkeit von Beamten, Angestellten des öffentlichen Dienstes,\nBerufssoldaten, freiwilligen Soldaten auf Zeit und Richtern im Bund, in den Ländern\nund den Gemeinden kann gesetzlich beschränkt werden.\n(2) Für die Wahl des ersten Bundestages, der ersten Bundesversammlung und des ersten\nBundespräsidenten der Bundesrepublik gilt das vom Parlamentarischen Rat zu\nbeschließende Wahlgesetz.\n(3) Die dem Bundesverfassungsgerichte gemäß Artikel 41 Abs. 2 zustehende Befugnis\nwird bis zu seiner Errichtung von dem Deutschen Obergericht für das Vereinigte\nWirtschaftsgebiet wahrgenommen, das nach Maßgabe seiner Verfahrensordnung\nentscheidet.",
        "references": [
            "41"
        ]
    },
    {
        "article_number": "138",
        "title": "Art138",
        "content": "Änderungen der Einrichtungen des jetzt bestehenden Notariats in den Ländern Baden,\nBayern, Württemberg-Baden und Württemberg-Hohenzollern bedürfen der Zustimmung der\nRegierungen dieser Länder.",
        "references": []
    },
    {
        "article_number": "139",
        "title": "Art139",
        "content": "Die zur \"Befreiung des deutschen Volkes vom Nationalsozialismus und Militarismus\"\nerlassenen Rechtsvorschriften werden von den Bestimmungen dieses Grundgesetzes nicht\nberührt.",
        "references": []
    },
    {
        "article_number": "140",
        "title": "Art140",
        "content": "Die Bestimmungen der Artikel 136, 137, 138, 139 und 141 der deutschen Verfassung vom\n11. August 1919 sind Bestandteil dieses Grundgesetzes.",
        "references": [
            "136"
        ]
    },
    {
        "article_number": "141",
        "title": "Art141",
        "content": "Artikel 7 Abs. 3 Satz 1 findet keine Anwendung in einem Lande, in dem am 1. Januar\n1949 eine andere landesrechtliche Regelung bestand.",
        "references": [
            "7"
        ]
    },
    {
        "article_number": "142",
        "title": "Art142",
        "content": "Ein Service der juris GmbH - www.juris.de - Seite 48\n\nUngeachtet der Vorschrift des Artikels 31 bleiben Bestimmungen der Landesverfassungen\nauch insoweit in Kraft, als sie in Übereinstimmung mit den Artikeln 1 bis 18 dieses\nGrundgesetzes Grundrechte gewährleisten.",
        "references": [
            "31",
            "1"
        ]
    },
    {
        "article_number": "142a",
        "title": "Art142a",
        "content": "-",
        "references": []
    },
    {
        "article_number": "143",
        "title": "Art143",
        "content": "(1) Recht in dem in Artikel 3 des Einigungsvertrags genannten Gebiet kann längstens\nbis zum 31. Dezember 1992 von Bestimmungen dieses Grundgesetzes abweichen, soweit und\nsolange infolge der unterschiedlichen Verhältnisse die völlige Anpassung an die\ngrundgesetzliche Ordnung noch nicht erreicht werden kann. Abweichungen dürfen nicht\ngegen Artikel 19 Abs. 2 verstoßen und müssen mit den in Artikel 79 Abs. 3 genannten\nGrundsätzen vereinbar sein.\n(2) Abweichungen von den Abschnitten II, VIII, VIIIa, IX, X und XI sind längstens bis\nzum 31. Dezember 1995 zulässig.\n(3) Unabhängig von Absatz 1 und 2 haben Artikel 41 des Einigungsvertrags und\nRegelungen zu seiner Durchführung auch insoweit Bestand, als sie vorsehen, daß\nEingriffe in das Eigentum auf dem in Artikel 3 dieses Vertrags genannten Gebiet nicht\nmehr rückgängig gemacht werden.",
        "references": [
            "19",
            "41",
            "79",
            "3"
        ]
    },
    {
        "article_number": "143a",
        "title": "Art143a",
        "content": "(1) Der Bund hat die ausschließliche Gesetzgebung über alle Angelegenheiten, die sich\naus der Umwandlung der in bundeseigener Verwaltung geführten Bundeseisenbahnen in\nWirtschaftsunternehmen ergeben. Artikel 87e Abs. 5 findet entsprechende Anwendung.\nBeamte der Bundeseisenbahnen können durch Gesetz unter Wahrung ihrer Rechtsstellung\nund der Verantwortung des Dienstherrn einer privat-rechtlich organisierten Eisenbahn\ndes Bundes zur Dienstleistung zugewiesen werden.\n(2) Gesetze nach Absatz 1 führt der Bund aus.\n(3) Die Erfüllung der Aufgaben im Bereich des Schienenpersonennahverkehrs der\nbisherigen Bundeseisenbahnen ist bis zum 31. Dezember 1995 Sache des Bundes. Dies\ngilt auch für die entsprechenden Aufgaben der Eisenbahnverkehrsverwaltung. Das Nähere\nwird durch Bundesgesetz geregelt, das der Zustimmung des Bundesrates bedarf.",
        "references": [
            "87e"
        ]
    },
    {
        "article_number": "143b",
        "title": "Art143b",
        "content": "(1) Das Sondervermögen Deutsche Bundespost wird nach Maßgabe eines Bundesgesetzes in\nUnternehmen privater Rechtsform umgewandelt. Der Bund hat die ausschließliche\nGesetzgebung über alle sich hieraus ergebenden Angelegenheiten.\n(2) Die vor der Umwandlung bestehenden ausschließlichen Rechte des Bundes können\ndurch Bundesgesetz für eine Übergangszeit den aus der Deutschen Bundespost POSTDIENST\nund der Deutschen Bundespost TELEKOM hervorgegangenen Unternehmen verliehen werden.\nDie Kapitalmehrheit am Nachfolgeunternehmen der Deutschen Bundespost POSTDIENST darf\nder Bund frühestens fünf Jahre nach Inkrafttreten des Gesetzes aufgeben. Dazu bedarf\nes eines Bundesgesetzes mit Zustimmung des Bundesrates.\n(3) Die bei der Deutschen Bundespost tätigen Bundesbeamten werden unter Wahrung ihrer\nRechtsstellung und der Verantwortung des Dienstherrn bei den privaten Unternehmen\nbeschäftigt. Die Unternehmen üben Dienstherrenbefugnisse aus. Das Nähere bestimmt ein\nBundesgesetz.",
        "references": []
    },
    {
        "article_number": "144",
        "title": "Art144",
        "content": "(1) Dieses Grundgesetz bedarf der Annahme durch die Volksvertretungen in zwei\nDritteln der deutschen Länder, in denen es zunächst gelten soll.\n(2) Soweit die Anwendung dieses Grundgesetzes in einem der in Artikel 23 aufgeführten\nLänder oder in einem Teile eines dieser Länder Beschränkungen unterliegt, hat das\nLand oder der Teil des Landes das Recht, gemäß Artikel 38 Vertreter in den Bundestag\nund gemäß Artikel 50 Vertreter in den Bundesrat zu entsenden.",
        "references": [
            "23",
            "50",
            "38"
        ]
    },
    {
        "article_number": "145",
        "title": "Art145",
        "content": "(1) Der Parlamentarische Rat stellt in öffentlicher Sitzung unter Mitwirkung der\nAbgeordneten Groß-Berlins die Annahme dieses Grundgesetzes fest, fertigt es aus und\nverkündet es.\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 49\n\n(2) Dieses Grundgesetz tritt mit Ablauf des Tages der Verkündung in Kraft.\n(3) Es ist im Bundesgesetzblatte zu veröffentlichen.",
        "references": []
    },
    {
        "article_number": "146",
        "title": "Art146",
        "content": "Dieses Grundgesetz, das nach Vollendung der Einheit und Freiheit Deutschlands für das\ngesamte deutsche Volk gilt, verliert seine Gültigkeit an dem Tage, an dem eine\nVerfassung in Kraft tritt, die von dem deutschen Volke in freier Entscheidung\nbeschlossen worden ist.\n\nGG Anhang EV\n- EinigVtr v. 31.8.1990 II 889, 890 - 892, -\nsieht folgende Maßgaben vor:\n\nArtikel 3\nInkrafttreten des Grundgesetzes\nMit dem Wirksamwerden des Beitritts tritt das Grundgesetz für die Bundesrepublik\nDeutschland in der im Bundesgesetzblatt Teil III, Gliederungsnummer 100-1,\nveröffentlichten bereinigten Fassung, zuletzt geändert durch Gesetz vom 21. Dezember\n1983 (BGBl. I S. 1481), in den Ländern Brandenburg, Mecklenburg-Vorpommern, Sachsen,\nSachsen-Anhalt und Thüringen sowie in dem Teil des Landes Berlin, in dem es bisher\nnicht galt, mit den sich aus Artikel 4 ergebenden Änderungen in Kraft, soweit in\ndiesem Vertrag nichts anderes bestimmt ist.\n\nArtikel 4\nBeitrittsbedingte Änderungen des Grundgesetzes\n... (betroffen: Präambel, Art. 23, 51, 135a, 143, 146)\n\nArtikel 5\nKünftige Verfassungsänderungen\nDie Regierungen der beiden Vertragsparteien empfehlen den gesetzgebenden\nKörperschaften des vereinten Deutschlands, sich innerhalb von zwei Jahren mit den im\nZusammenhang mit der deutschen Einigung aufgeworfenen Fragen zur Änderung oder\nErgänzung des Grundgesetzes zu befassen, insbesondere\n- in bezug auf das Verhältnis zwischen Bund und Ländern entsprechend dem\n\nGemeinsamen Beschluß der Ministerpräsidenten vom 5. Juli 1990,\n- in bezug auf die Möglichkeit einer Neugliederung für den Raum\n\nBerlin/Brandenburg abweichend von den Vorschriften des Artikels 29 des\nGrundgesetzes durch Vereinbarung der beteiligten Länder,\n\n- mit den Überlegungen zur Aufnahme von Staatszielbestimmungen in das\nGrundgesetz sowie\n\n- mit der Frage der Anwendung des Artikels 146 des Grundgesetzes und in\nderen Rahmen einer Volksabstimmung.\n\nArtikel 6\nAusnahmebestimmung\nArtikel 131 des Grundgesetzes wird in dem in Artikel 3 genannten Gebiet vorerst nicht\nin Kraft gesetzt.\n\nArtikel 7\nFinanzverfassung\n(1) Die Finanzverfassung der Bundesrepublik Deutschland wird auf das in Artikel 3\ngenannte Gebiet erstreckt, soweit in diesem Vertrag nichts anderes bestimmt ist.\n(2) Für die Verteilung des Steueraufkommens auf den Bund sowie auf die Länder und\nGemeinden (Gemeindeverbände) in dem in Artikel 3 genannten Gebiet gelten die\nBestimmungen des Artikels 106 des Grundgesetzes mit der Maßgabe, daß\n1. bis zum 31. Dezember 1994 Absatz 3 Satz 4 und Absatz 4 keine Anwendung\n\nfinden;\n2. bis zum 31. Dezember 1996 der Anteil der Gemeinden an dem Aufkommen der\n\nEinkommensteuer nach Artikel 106 Abs. 5 des Grundgesetzes von den Ländern\nan die Gemeinden nicht auf der Grundlage der Einkommensteuerleistung ihrer\n\n\n\nEin Service der juris GmbH - www.juris.de - Seite 50\n\nEinwohner, sondern nach der Einwohnerzahl der Gemeinden weitergeleitet\nwird;\n\n3. bis zum 31. Dezember 1994 abweichend von Artikel 106 Abs. 7 des\nGrundgesetzes den Gemeinden (Gemeindeverbänden) von dem Länderanteil am\nGesamtaufkommen der Gemeinschaftssteuern und dem gesamten Aufkommen der\nLandessteuern ein jährlicher Anteil von mindestens 20 vom Hundert sowie\nvom Länderanteil aus den Mitteln des Fonds \"Deutsche Einheit\" nach Absatz\n5 Nr. 1 ein jährlicher Anteil von 40 vom Hundert zufließt.\n\n(3) Artikel 107 des Grundgesetzes gilt in dem in Artikel 3 genannten Gebiet mit der\nMaßgabe, daß bis zum 31. Dezember 1994 zwischen den bisherigen Ländern der\nBundesrepublik Deutschland und den Ländern in dem in Artikel 3 genannten Gebiet die\nRegelung des Absatzes 1 Satz 4 nicht angewendet wird und ein gesamtdeutscher\nLänderfinanzausgleich (Artikel 107 Abs. 2 des Grundgesetzes) nicht stattfindet. Der\ngesamtdeutsche Länderanteil an der Umsatzsteuer wird so in einen Ost- und Westanteil\naufgeteilt, daß im Ergebnis der durchschnittliche Umsatzsteueranteil pro Einwohner in\nden Ländern Brandenburg, Mecklenburg-Vorpommern, Sachsen, Sachsen-Anhalt und\nThüringen in den Jahren\n1991 55 vom Hundert\n1992 60 vom Hundert\n1993 65 vom Hundert\n1994 70 vom Hundert\ndes durchschnittlichen Umsatzsteueranteils pro Einwohner in den Ländern\nBaden-Württemberg, Bayern, Bremen, Hessen, Hamburg, Niedersachsen,\nNordrhein-Westfalen, Rheinland-Pfalz, Saarland und Schleswig-Holstein beträgt. Der\nAnteil des Landes Berlin wird vorab nach der Einwohnerzahl berechnet. Die Regelungen\ndieses Absatzes werden für 1993 in Ansehung der dann vorhandenen Gegebenheiten\nüberprüft.\n(4) Das in Artikel 3 genannte Gebiet wird in die Regelungen der Artikel 91a, 91b und\n104a Abs. 3 und 4 des Grundgesetzes einschließlich der hierzu ergangenen\nAusführungsbestimmungen nach Maßgabe dieses Vertrags mit Wirkung vom 1. Januar 1991\neinbezogen.\n(5) Nach Herstellung der deutschen Einheit werden die jährlichen Leistungen des Fonds\n\"Deutsche Einheit\"\n1. zu 85 vom Hundert als besondere Unterstützung den Ländern Brandenburg,\n\nMecklenburg-Vorpommern, Sachsen, Sachsen-Anhalt und Thüringen sowie dem\nLand Berlin zur Deckung ihres allgemeinen Finanzbedarfs gewährt und auf\ndiese Länder im Verhältnis ihrer Einwohnerzahl ohne Berücksichtigung der\nEinwohnerzahl von Berlin (West) verteilt sowie\n\n2. zu 15 vom Hundert zur Erfüllung zentraler öffentlicher Aufgaben auf dem\nGebiet der vorgenannten Länder verwendet.\n\n(6) Bei grundlegender Veränderung der Gegebenheiten werden die Möglichkeiten weiterer\nHilfe zum angemessenen Ausgleich der Finanzkraft für die Länder in dem in Artikel 3\ngenannten Gebiet von Bund und Ländern gemeinsam geprüft.",
        "references": [
            "146",
            "5",
            "131",
            "29",
            "4",
            "3",
            "6",
            "91a",
            "107",
            "7",
            "106"
        ]
    }
]